Repository: AlejandroEsteveMaza/GymTimerPro
Catalog: Shared/*.lproj/Localizable.strings
Languages: da, de, es, fr, hi, it, ja, ko, nb, nl, pt_br, sv, zh_hans

# paywall.copy.standard.pro.annual_badge
source: Best value
da: Bedste værdi
de: Bester Wert
es: Mejor valor
fr: Meilleure valeur
hi: सबसे अच्छा मूल्य
it: Miglior valore
ja: 一番お得
ko: 최고의 가치
nb: Beste verdi
nl: Beste waarde
pt_br: Melhor valor
sv: Bästa värde
zh_hans: 最划算

# paywall.copy.standard.pro.monthly_label
source: Monthly plan
da: Månedsplan
de: Monatsplan
es: Plan mensual
fr: Plan mensuel
hi: मासिक प्लान
it: Piano mensile
ja: 月額プラン
ko: 월간 플랜
nb: Månedsplan
nl: Maandplan
pt_br: Plano mensal
sv: Månadsplan
zh_hans: 月度方案

# paywall.copy.standard.pro.cta_primary
source: Start free
da: Start gratis
de: Gratis starten
es: Empezar gratis
fr: Commencer gratuitement
hi: मुफ़्त शुरू करें
it: Inizia gratis
ja: 無料で始める
ko: 무료로 시작
nb: Start gratis
nl: Gratis starten
pt_br: Começar grátis
sv: Starta gratis
zh_hans: 免费开始

# paywall.copy.standard.pro.cta_secondary
source: Not now
da: Ikke nu
de: Nicht jetzt
es: Ahora no
fr: Pas maintenant
hi: अभी नहीं
it: Non ora
ja: 今はやめる
ko: 나중에
nb: Ikke nå
nl: Niet nu
pt_br: Agora não
sv: Inte nu
zh_hans: 暂不

# paywall.copy.standard.pro.trust
source: No commitment. Manage or cancel in Apple.
da: Ingen binding. Administrer eller annuller i Apple.
de: Kein Risiko. In Apple verwalten oder kündigen.
es: Sin compromiso. Gestiona o cancela en Apple.
fr: Sans engagement. Gérez ou annulez dans Apple.
hi: कोई बंधन नहीं। Apple में मैनेज या रद्द करें।
it: Nessun vincolo. Gestisci o annulla in Apple.
ja: 縛りなし。Appleで管理・解約。
ko: 약정 없음. Apple에서 관리/취소.
nb: Ingen binding. Administrer eller avslutt i Apple.
nl: Geen verplichting. Beheer of annuleer in Apple.
pt_br: Sem compromisso. Gerencie ou cancele na Apple.
sv: Ingen bindning. Hantera eller avsluta i Apple.
zh_hans: 无承诺。可在 Apple 管理或取消。

# paywall.copy.standard.pro.legal1
source: 2-week free trial. Then billed per plan.
da: 2 ugers gratis prøve. Derefter betaling pr. plan.
de: 2 Wochen gratis. Danach Abrechnung je Plan.
es: 2 semanas gratis. Luego cobro por plan.
fr: 2 semaines gratuites. Puis facturation selon le plan.
hi: 2 हफ्ते मुफ़्त। इसके बाद प्लान के अनुसार शुल्क।
it: 2 settimane gratis. Poi addebito per piano.
ja: 2週間無料。以降プランごとに請求。
ko: 2주 무료. 이후 플랜별 결제.
nb: 2 ukers gratis prøve. Deretter belastning per plan.
nl: 2 weken gratis. Daarna per plan gefactureerd.
pt_br: 2 semanas grátis. Depois cobrança por plano.
sv: 2 veckor gratis. Sedan debiteras per plan.
zh_hans: 2 周免费试用，之后按方案计费。

# paywall.copy.standard.pro.legal2
source: Auto-renews unless canceled.
da: Fornyes automatisk indtil annullering.
de: Auto‑verlängert, bis du kündigst.
es: Se renueva automáticamente salvo cancelación.
fr: Renouvellement automatique jusqu’à annulation.
hi: रद्द करने तक ऑटो‑रिन्यू।
it: Rinnovo automatico finché non annulli.
ja: 解約まで自動更新。
ko: 취소 전까지 자동 갱신.
nb: Fornyes automatisk til du avslutter.
nl: Wordt automatisch verlengd tot je opzegt.
pt_br: Renova automaticamente até cancelar.
sv: Förnyas automatiskt tills du avslutar.
zh_hans: 未取消则自动续订。

# paywall.copy.standard.limit.title
source: Don’t stop your progress today
da: Stop ikke din fremgang i dag
de: Stoppe deinen Fortschritt nicht
es: No pares tu progreso hoy
fr: Ne stoppez pas vos progrès aujourd’hui
hi: आज की प्रगति रोकें नहीं
it: Non fermare i tuoi progressi oggi
ja: 今日の進捗を止めない
ko: 오늘의 진전을 멈추지 마세요
nb: Ikke stopp fremgangen i dag
nl: Stop je progressie vandaag niet
pt_br: Não pare seu progresso hoje
sv: Stoppa inte dina framsteg idag
zh_hans: 今天别停下你的进度

# paywall.copy.standard.limit.subtitle
source: Go Pro and finish your session without limits.
da: Bliv Pro og afslut træningen uden begrænsninger.
de: Werde Pro und beende dein Training ohne Limits.
es: Hazte Pro y termina la sesión sin límites.
fr: Passez Pro et finissez la séance sans limites.
hi: Pro लें और बिना सीमा ट्रेनिंग पूरी करें।
it: Passa a Pro e termina la sessione senza limiti.
ja: Proで制限なくトレーニングを完了。
ko: Pro로 전환해 제한 없이 마무리.
nb: Bli Pro og fullfør økten uten begrensninger.
nl: Word Pro en rond je training af zonder limieten.
pt_br: Vire Pro e termine o treino sem limites.
sv: Bli Pro och avsluta passet utan gränser.
zh_hans: 开通 Pro，无限制完成训练。

# paywall.copy.standard.limit.benefits_title
source: What you get
da: Det får du
de: Das bekommst du
es: Lo que obtienes
fr: Ce que vous obtenez
hi: आपको क्या मिलेगा
it: Cosa ottieni
ja: できること
ko: 제공 내용
nb: Dette får du
nl: Wat je krijgt
pt_br: O que você ganha
sv: Det här får du
zh_hans: 你将获得

# paywall.copy.standard.limit.bullet_1
source: Keep training now, no interruptions.
da: Fortsæt træningen nu, uden afbrydelser.
de: Jetzt weitertrainieren, ohne Unterbrechung.
es: Sigue entrenando ahora, sin interrupciones.
fr: Continuez maintenant, sans interruptions.
hi: अभी ट्रेनिंग जारी रखें, बिना रुकावट।
it: Continua ad allenarti ora, senza interruzioni.
ja: 今すぐ中断なく続ける。
ko: 지금 바로 중단 없이 계속.
nb: Fortsett å trene nå, uten avbrudd.
nl: Blijf nu trainen, zonder onderbrekingen.
pt_br: Continue treinando agora, sem interrupções.
sv: Fortsätt träna nu, utan avbrott.
zh_hans: 立即继续训练，不中断。

# paywall.copy.standard.limit.bullet_2
source: Save routines to move faster next time.
da: Gem rutiner for at komme hurtigere næste gang.
de: Routinen speichern und nächstes Mal schneller sein.
es: Guarda rutinas para ir más rápido la próxima vez.
fr: Enregistrez des routines pour aller plus vite ensuite.
hi: रूटीन सेव करें ताकि अगली बार तेज़ी हो।
it: Salva le routine per andare più veloce la prossima volta.
ja: ルーティン保存で次回を短縮。
ko: 루틴 저장으로 다음엔 더 빠르게.
nb: Lagre rutiner for å gå raskere neste gang.
nl: Sla routines op om de volgende keer sneller te gaan.
pt_br: Salve rotinas para ir mais rápido na próxima.
sv: Spara rutiner för att gå snabbare nästa gång.
zh_hans: 保存例程，下次更快。

# paywall.copy.standard.limit.bullet_3
source: See progress without extra apps.
da: Se fremskridt uden ekstra apps.
de: Fortschritt sehen, ohne extra Apps.
es: Mira el progreso sin apps extra.
fr: Voyez vos progrès sans app en plus.
hi: अतिरिक्त ऐप्स के बिना प्रोग्रेस देखें।
it: Vedi i progressi senza app extra.
ja: 追加アプリなしで進捗確認。
ko: 추가 앱 없이 진행 확인.
nb: Se fremdrift uten ekstra apper.
nl: Zie je voortgang zonder extra apps.
pt_br: Veja o progresso sem apps extras.
sv: Se framsteg utan extra appar.
zh_hans: 无需额外应用即可查看进度。

# paywall.copy.standard.limit.plans_title
source: Select your plan
da: Vælg din plan
de: Deinen Plan wählen
es: Selecciona tu plan
fr: Sélectionnez votre plan
hi: अपना प्लान चुनें
it: Seleziona il tuo piano
ja: プランを選ぶ
ko: 요금제 선택
nb: Velg planen din
nl: Kies je plan
pt_br: Selecione seu plano
sv: Välj din plan
zh_hans: 选择你的方案

# paywall.copy.standard.limit.annual_label
source: Annual plan
da: Årsplan
de: Jahresplan
es: Plan anual
fr: Plan annuel
hi: वार्षिक प्लान
it: Piano annuale
ja: 年額プラン
ko: 연간 플랜
nb: Årsplan
nl: Jaarplan
pt_br: Plano anual
sv: Årsplan
zh_hans: 年度方案

# paywall.copy.standard.limit.annual_badge
source: Best value
da: Bedste værdi
de: Bester Wert
es: Mejor valor
fr: Meilleure valeur
hi: सबसे अच्छा मूल्य
it: Miglior valore
ja: 一番お得
ko: 최고의 가치
nb: Beste verdi
nl: Beste waarde
pt_br: Melhor valor
sv: Bästa värde
zh_hans: 最划算

# paywall.copy.standard.limit.monthly_label
source: Monthly plan
da: Månedsplan
de: Monatsplan
es: Plan mensual
fr: Plan mensuel
hi: मासिक प्लान
it: Piano mensile
ja: 月額プラン
ko: 월간 플랜
nb: Månedsplan
nl: Maandplan
pt_br: Plano mensal
sv: Månadsplan
zh_hans: 月度方案

# paywall.copy.standard.limit.cta_primary
source: Start free
da: Start gratis
de: Gratis starten
es: Empezar gratis
fr: Commencer gratuitement
hi: मुफ़्त शुरू करें
it: Inizia gratis
ja: 無料で始める
ko: 무료로 시작
nb: Start gratis
nl: Gratis starten
pt_br: Começar grátis
sv: Starta gratis
zh_hans: 免费开始

# paywall.copy.standard.limit.cta_secondary
source: Not now
da: Ikke nu
de: Nicht jetzt
es: Ahora no
fr: Pas maintenant
hi: अभी नहीं
it: Non ora
ja: 今はやめる
ko: 나중에
nb: Ikke nå
nl: Niet nu
pt_br: Agora não
sv: Inte nu
zh_hans: 暂不

# paywall.copy.standard.limit.trust
source: Try it free. Cancel anytime.
da: Prøv gratis. Annuller når som helst.
de: Gratis testen. Jederzeit kündigen.
es: Pruébalo gratis. Cancela cuando quieras.
fr: Essayez gratuitement. Annulez quand vous voulez.
hi: मुफ़्त आज़माएँ। कभी भी रद्द करें।
it: Provalo gratis. Annulla quando vuoi.
ja: 無料で試せます。いつでも解約。
ko: 무료로 사용해 보세요. 언제든 취소.
nb: Prøv gratis. Avslutt når som helst.
nl: Probeer gratis. Altijd opzegbaar.
pt_br: Teste grátis. Cancele quando quiser.
sv: Testa gratis. Avsluta när som helst.
zh_hans: 免费试用，随时取消。

# paywall.copy.standard.limit.legal1
source: 2-week free trial. Then billed per plan.
da: 2 ugers gratis prøve. Derefter betaling pr. plan.
de: 2 Wochen gratis. Danach Abrechnung je Plan.
es: 2 semanas gratis. Luego cobro por plan.
fr: 2 semaines gratuites. Puis facturation selon le plan.
hi: 2 हफ्ते मुफ़्त। इसके बाद प्लान के अनुसार शुल्क।
it: 2 settimane gratis. Poi addebito per piano.
ja: 2週間無料。以降プランごとに請求。
ko: 2주 무료. 이후 플랜별 결제.
nb: 2 ukers gratis prøve. Deretter belastning per plan.
nl: 2 weken gratis. Daarna per plan gefactureerd.
pt_br: 2 semanas grátis. Depois cobrança por plano.
sv: 2 veckor gratis. Sedan debiteras per plan.
zh_hans: 2 周免费试用，之后按方案计费。

# paywall.copy.standard.limit.legal2
source: Auto-renews unless canceled.
da: Fornyes automatisk indtil annullering.
de: Auto‑verlängert, bis du kündigst.
es: Se renueva automáticamente salvo cancelación.
fr: Renouvellement automatique jusqu’à annulation.
hi: रद्द करने तक ऑटो‑रिन्यू।
it: Rinnovo automatico finché non annulli.
ja: 解約まで自動更新。
ko: 취소 전까지 자동 갱신.
nb: Fornyes automatisk til du avslutter.
nl: Wordt automatisch verlengd tot je opzegt.
pt_br: Renova automaticamente até cancelar.
sv: Förnyas automatiskt tills du avslutar.
zh_hans: 未取消则自动续订。

# paywall.copy.detailed.pro.title
source: Unlock everything Pro offers
da: Lås op for alt Pro tilbyder
de: Alles aus Pro herausholen
es: Desbloquea todo lo que ofrece Pro
fr: Débloquez tout ce que Pro offre
hi: Pro के सभी फीचर अनलॉक करें
it: Sblocca tutto ciò che Pro offre
ja: Proのすべてを解放
ko: Pro의 모든 기능 해제
nb: Lås opp alt Pro tilbyr
nl: Ontgrendel alles van Pro
pt_br: Desbloqueie tudo o que o Pro oferece
sv: Lås upp allt Pro erbjuder
zh_hans: 解锁 Pro 全部内容

# paywall.copy.detailed.pro.subtitle
source: All routines, progress, and control in one place.
da: Alle rutiner, fremskridt og kontrol ét sted.
de: Alle Routinen, Fortschritt und Kontrolle an einem Ort.
es: Rutinas, progreso y control en un solo lugar.
fr: Toutes les routines, les progrès et le contrôle.
hi: सभी रूटीन, प्रोग्रेस और कंट्रोल एक जगह।
it: Tutte le routine, i progressi e il controllo in un unico posto.
ja: ルーティン、進捗、管理を一箇所に。
ko: 모든 루틴, 진행, 제어를 한곳에.
nb: Alle rutiner, fremdrift og kontroll på ett sted.
nl: Alle routines, voortgang en controle op één plek.
pt_br: Todas as rotinas, progresso e controle em um só lugar.
sv: Alla rutiner, framsteg och kontroll på ett ställe.
zh_hans: 所有例程、进度与控制一站式。

# paywall.copy.detailed.pro.benefits_title
source: Your training, upgraded
da: Din træning, opgraderet
de: Dein Training, verbessert
es: Tu entrenamiento, mejorado
fr: Votre entraînement, amélioré
hi: आपकी ट्रेनिंग, बेहतर
it: Il tuo allenamento, potenziato
ja: トレーニングを強化
ko: 훈련 업그레이드
nb: Treningen din, oppgradert
nl: Je training, verbeterd
pt_br: Seu treino, aprimorado
sv: Din träning, uppgraderad
zh_hans: 训练全面升级

# paywall.copy.detailed.pro.bullet_1
source: Stay focused with timers made for sets.
da: Hold fokus med timere til serier.
de: Fokussiert bleiben mit Timern für Sets.
es: Enfócate con timers pensados para series.
fr: Restez concentré avec des timers pour séries.
hi: सेट्स के लिए बने टाइमर से फोकस बनाएँ।
it: Resta concentrato con timer per serie.
ja: セット向けタイマーで集中。
ko: 세트용 타이머로 집중.
nb: Hold fokus med timere laget for sett.
nl: Blijf gefocust met timers voor sets.
pt_br: Foque com timers feitos para séries.
sv: Fokusera med timers gjorda för set.
zh_hans: 套组专用计时器更专注。

# paywall.copy.detailed.pro.bullet_2
source: Reuse routines and classifications anytime.
da: Genbrug rutiner og klassifikationer når som helst.
de: Routinen und Klassifikationen jederzeit wiederverwenden.
es: Reutiliza rutinas y clasificaciones cuando quieras.
fr: Réutilisez routines et classifications quand vous voulez.
hi: रूटीन और क्लासिफिकेशन फिर से इस्तेमाल करें।
it: Riutilizza routine e classificazioni quando vuoi.
ja: ルーティンと分類をいつでも再利用。
ko: 루틴과 분류를 언제든 재사용.
nb: Gjenbruk rutiner og klassifiseringer når som helst.
nl: Gebruik routines en classificaties opnieuw.
pt_br: Reutilize rotinas e classificações quando quiser.
sv: Återanvänd rutiner och klassificeringar när som helst.
zh_hans: 随时复用例程和分类。

# paywall.copy.detailed.pro.bullet_3
source: Track progress with clear visuals.
da: Følg fremskridt med klare visninger.
de: Fortschritt klar visualisieren.
es: Sigue el progreso con visuales claros.
fr: Suivez vos progrès avec des visuels clairs.
hi: स्पष्ट विज़ुअल्स से प्रोग्रेस देखें।
it: Monitora i progressi con chiarezza.
ja: 視覚的な進捗で把握。
ko: 명확한 시각화로 진행 확인.
nb: Følg fremdrift med tydelige visninger.
nl: Volg voortgang met duidelijke visuals.
pt_br: Acompanhe o progresso com clareza.
sv: Följ framsteg med tydliga visuella översikter.
zh_hans: 清晰可视化进度。

# paywall.copy.detailed.pro.plans_title
source: Select your plan
da: Vælg din plan
de: Deinen Plan wählen
es: Selecciona tu plan
fr: Sélectionnez votre plan
hi: अपना प्लान चुनें
it: Seleziona il tuo piano
ja: プランを選ぶ
ko: 요금제 선택
nb: Velg planen din
nl: Kies je plan
pt_br: Selecione seu plano
sv: Välj din plan
zh_hans: 选择你的方案

# paywall.copy.detailed.pro.annual_label
source: Annual plan
da: Årsplan
de: Jahresplan
es: Plan anual
fr: Plan annuel
hi: वार्षिक प्लान
it: Piano annuale
ja: 年額プラン
ko: 연간 플랜
nb: Årsplan
nl: Jaarplan
pt_br: Plano anual
sv: Årsplan
zh_hans: 年度方案

# paywall.copy.detailed.pro.annual_badge
source: Best value
da: Bedste værdi
de: Bester Wert
es: Mejor valor
fr: Meilleure valeur
hi: सबसे अच्छा मूल्य
it: Miglior valore
ja: 一番お得
ko: 최고의 가치
nb: Beste verdi
nl: Beste waarde
pt_br: Melhor valor
sv: Bästa värde
zh_hans: 最划算

# paywall.copy.detailed.pro.monthly_label
source: Monthly plan
da: Månedsplan
de: Monatsplan
es: Plan mensual
fr: Plan mensuel
hi: मासिक प्लान
it: Piano mensile
ja: 月額プラン
ko: 월간 플랜
nb: Månedsplan
nl: Maandplan
pt_br: Plano mensal
sv: Månadsplan
zh_hans: 月度方案

# paywall.copy.detailed.pro.cta_primary
source: Start free
da: Start gratis
de: Gratis starten
es: Empezar gratis
fr: Commencer gratuitement
hi: मुफ़्त शुरू करें
it: Inizia gratis
ja: 無料で始める
ko: 무료로 시작
nb: Start gratis
nl: Gratis starten
pt_br: Começar grátis
sv: Starta gratis
zh_hans: 免费开始

# paywall.copy.detailed.pro.cta_secondary
source: Not now
da: Ikke nu
de: Nicht jetzt
es: Ahora no
fr: Pas maintenant
hi: अभी नहीं
it: Non ora
ja: 今はやめる
ko: 나중에
nb: Ikke nå
nl: Niet nu
pt_br: Agora não
sv: Inte nu
zh_hans: 暂不

# paywall.copy.detailed.pro.trust
source: Cancel anytime. No long commitments.
da: Annuller når som helst. Ingen lang binding.
de: Jederzeit kündigen. Keine langen Bindungen.
es: Cancela cuando quieras. Sin compromisos largos.
fr: Annulez quand vous voulez. Sans engagement long.
hi: कभी भी रद्द करें। लंबा बंधन नहीं।
it: Annulla quando vuoi. Nessun impegno lungo.
ja: いつでも解約。長期契約なし。
ko: 언제든 취소. 장기 약정 없음.
nb: Avslutt når som helst. Ingen lang binding.
nl: Altijd opzegbaar. Geen lange verplichtingen.
pt_br: Cancele quando quiser. Sem compromisso longo.
sv: Avsluta när som helst. Ingen lång bindning.
zh_hans: 随时取消，无长期绑定。

# paywall.copy.detailed.pro.legal1
source: Auto-renewing subscription with a free trial period.
da: Auto‑fornyende abonnement med gratis prøveperiode.
de: Auto‑verlängerndes Abo mit gratis Testphase.
es: Suscripción auto-renovable con período de prueba gratis.
fr: Abonnement auto-renouvelé avec période d’essai gratuite.
hi: मुफ़्त ट्रायल के साथ ऑटो‑रिन्यू सब्सक्रिप्शन।
it: Abbonamento con rinnovo automatico e periodo di prova gratuito.
ja: 無料トライアル付き自動更新サブスクリプション。
ko: 무료 체험이 포함된 자동 갱신 구독.
nb: Auto‑fornyende abonnement med gratis prøveperiode.
nl: Automatisch verlengend abonnement met gratis proefperiode.
pt_br: Assinatura com renovação automática e período de teste grátis.
sv: Auto‑förnyande abonnemang med gratis provperiod.
zh_hans: 自动续订订阅，含免费试用期。

# paywall.copy.detailed.pro.legal2
source: Includes restore purchases, terms, and privacy.
da: Inkluderer gendan køb, vilkår og privatliv.
de: Beinhaltet Käufe wiederherstellen, Bedingungen und Datenschutz.
es: Incluye restaurar compras, términos y privacidad.
fr: Inclut restaurer achats, conditions et confidentialité.
hi: खरीद बहाल करें, शर्तें और गोपनीयता शामिल।
it: Include ripristino acquisti, termini e privacy.
ja: 購入復元、利用規約、プライバシーを含む。
ko: 구매 복원, 약관, 개인정보 포함.
nb: Inkluderer gjenopprett kjøp, vilkår og personvern.
nl: Inclusief aankopen herstellen, voorwaarden en privacy.
pt_br: Inclui restaurar compras, termos e privacidade.
sv: Inkluderar återställ köp, villkor och integritet.
zh_hans: 包含恢复购买、条款与隐私。

# paywall.copy.detailed.pro.include_title
source: What Pro includes
da: Hvad Pro inkluderer
de: Pro enthält
es: Qué incluye Pro
fr: Ce que Pro inclut
hi: Pro में शामिल
it: Cosa include Pro
ja: Proに含まれるもの
ko: Pro에 포함
nb: Dette inkluderer Pro
nl: Wat Pro bevat
pt_br: O que o Pro inclui
sv: Detta ingår i Pro
zh_hans: Pro 包含

# paywall.copy.detailed.pro.include_1
source: Unlimited routines
da: Ubegrænsede rutiner
de: Unbegrenzte Routinen
es: Rutinas sin límite
fr: Routines illimitées
hi: अनलिमिटेड रूटीन
it: Routine illimitate
ja: 無制限のルーティン
ko: 무제한 루틴
nb: Ubegrensede rutiner
nl: Onbeperkte routines
pt_br: Rotinas ilimitadas
sv: Obegränsade rutiner
zh_hans: 无限例程

# paywall.copy.detailed.pro.include_2
source: Classifications to organize
da: Klassifikationer til organisering
de: Klassifikationen zum Ordnen
es: Clasificaciones para ordenar
fr: Classifications pour organiser
hi: ऑर्गनाइज़ करने के लिए क्लासिफिकेशन
it: Classificazioni per organizzare
ja: 整理用の分類
ko: 정리용 분류
nb: Klassifiseringer for organisering
nl: Classificaties om te ordenen
pt_br: Classificações para organizar
sv: Klassificeringar för att organisera
zh_hans: 用于整理的分类

# paywall.copy.detailed.pro.include_3
source: Progress charts
da: Fremskridtsgrafer
de: Fortschrittsdiagramme
es: Gráficas de progreso
fr: Graphiques de progression
hi: प्रोग्रेस चार्ट्स
it: Grafici dei progressi
ja: 進捗グラフ
ko: 진행 그래프
nb: Fremdriftsgrafer
nl: Voortgangsgrafieken
pt_br: Gráficos de progresso
sv: Framstegsgrafer
zh_hans: 进度图表

# paywall.copy.detailed.pro.include_4
source: Activity calendar
da: Aktivitetskalender
de: Aktivitätskalender
es: Calendario de actividad
fr: Calendrier d’activité
hi: एक्टिविटी कैलेंडर
it: Calendario attività
ja: アクティビティカレンダー
ko: 활동 캘린더
nb: Aktivitetskalender
nl: Activiteitskalender
pt_br: Calendário de atividade
sv: Aktivitetskalender
zh_hans: 活动日历

# paywall.copy.detailed.pro.include_5
source: Streaks and badges
da: Streaks og badges
de: Streaks und Abzeichen
es: Rachas e insignias
fr: Séries et badges
hi: स्ट्रिक और बैज
it: Streak e badge
ja: ストリークとバッジ
ko: 연속 기록과 배지
nb: Streaks og merker
nl: Streaks en badges
pt_br: Sequências e badges
sv: Streaks och märken
zh_hans: 连续记录与徽章

# paywall.copy.detailed.pro.include_6
source: No daily limit during training
da: Ingen daglig grænse under træning
de: Kein tägliches Limit im Training
es: Sin límite diario en entreno
fr: Aucune limite quotidienne en entraînement
hi: ट्रेनिंग के दौरान कोई दैनिक सीमा नहीं
it: Nessun limite giornaliero durante l’allenamento
ja: トレーニング中の制限なし
ko: 운동 중 일일 제한 없음
nb: Ingen daglig grense under trening
nl: Geen dagelijkse limiet tijdens training
pt_br: Sem limite diário durante o treino
sv: Ingen daglig gräns under träning
zh_hans: 训练期间无日限制

# paywall.copy.detailed.limit.title
source: Finish strong, no limits
da: Afslut stærkt, uden begrænsninger
de: Stark beenden, ohne Limits
es: Termina fuerte, sin límites
fr: Terminez en force, sans limites
hi: मज़बूती से खत्म करें, बिना सीमा
it: Chiudi forte, senza limiti
ja: 最後まで強く、制限なし
ko: 강하게 마무리, 제한 없이
nb: Fullfør sterkt, uten begrensninger
nl: Sterk afronden, zonder limieten
pt_br: Finalize forte, sem limites
sv: Avsluta starkt, utan gränser
zh_hans: 强势完成，无限制

# paywall.copy.detailed.limit.subtitle
source: Activate Pro and continue this workout now.
da: Aktivér Pro og fortsæt denne træning nu.
de: Aktiviere Pro und setze dieses Training jetzt fort.
es: Activa Pro y continúa este entreno al instante.
fr: Activez Pro et continuez cet entraînement maintenant.
hi: Pro सक्रिय करें और अभी जारी रखें।
it: Attiva Pro e continua questo allenamento ora.
ja: Proを有効化して今すぐ続行。
ko: Pro를 활성화하고 지금 계속.
nb: Aktiver Pro og fortsett denne økten nå.
nl: Activeer Pro en ga nu verder met deze training.
pt_br: Ative o Pro e continue este treino agora.
sv: Aktivera Pro och fortsätt passet nu.
zh_hans: 激活 Pro，立即继续本次训练。

# paywall.copy.detailed.limit.benefits_title
source: Results for today and beyond
da: Resultater for i dag og fremover
de: Ergebnisse für heute und morgen
es: Resultados para hoy y mañana
fr: Résultats pour aujourd’hui et demain
hi: आज और आगे के लिए परिणाम
it: Risultati per oggi e oltre
ja: 今日もこれからも成果を
ko: 오늘과 앞으로의 결과
nb: Resultater for i dag og videre
nl: Resultaat voor vandaag en daarna
pt_br: Resultados para hoje e além
sv: Resultat för idag och framåt
zh_hans: 今日与未来的成果

# paywall.copy.detailed.limit.bullet_1
source: Continue this session right now.
da: Fortsæt denne session med det samme.
de: Setze diese Session sofort fort.
es: Sigue esta sesión justo ahora.
fr: Continuez cette séance tout de suite.
hi: इस सेशन को अभी जारी रखें।
it: Continua questa sessione subito.
ja: このセッションを今すぐ継続。
ko: 이 세션을 지금 바로 계속.
nb: Fortsett denne økten med en gang.
nl: Ga nu direct verder met deze sessie.
pt_br: Continue esta sessão agora.
sv: Fortsätt den här sessionen direkt.
zh_hans: 立即继续本次训练。

# paywall.copy.detailed.limit.bullet_2
source: Save time with reusable routines.
da: Spar tid med genanvendelige rutiner.
de: Zeit sparen mit wiederverwendbaren Routinen.
es: Ahorra tiempo con rutinas reutilizables.
fr: Gagnez du temps avec des routines réutilisables.
hi: रीयूज़ेबल रूटीन से समय बचाएँ।
it: Risparmia tempo con routine riutilizzabili.
ja: 再利用ルーティンで時間短縮。
ko: 재사용 루틴으로 시간 절약.
nb: Spar tid med gjenbrukbare rutiner.
nl: Bespaar tijd met herbruikbare routines.
pt_br: Economize tempo com rotinas reutilizáveis.
sv: Spara tid med återanvändbara rutiner.
zh_hans: 复用例程节省时间。

# paywall.copy.detailed.limit.bullet_3
source: Stay consistent with visible progress.
da: Hold dig konsekvent med synlige fremskridt.
de: Konstant bleiben mit sichtbarem Fortschritt.
es: Mantén constancia con progreso visible.
fr: Restez régulier avec des progrès visibles.
hi: दिखने वाली प्रोग्रेस से लगातार रहें।
it: Resta costante con progressi visibili.
ja: 見える進捗で継続。
ko: 보이는 진행으로 꾸준히.
nb: Hold deg jevn med synlig fremdrift.
nl: Blijf consistent met zichtbare voortgang.
pt_br: Mantenha a constância com progresso visível.
sv: Håll dig konsekvent med synliga framsteg.
zh_hans: 可视化进度，保持稳定。

# paywall.copy.detailed.limit.plans_title
source: Select your plan
da: Vælg din plan
de: Deinen Plan wählen
es: Selecciona tu plan
fr: Sélectionnez votre plan
hi: अपना प्लान चुनें
it: Seleziona il tuo piano
ja: プランを選ぶ
ko: 요금제 선택
nb: Velg planen din
nl: Kies je plan
pt_br: Selecione seu plano
sv: Välj din plan
zh_hans: 选择你的方案

# paywall.copy.detailed.limit.annual_label
source: Annual plan
da: Årsplan
de: Jahresplan
es: Plan anual
fr: Plan annuel
hi: वार्षिक प्लान
it: Piano annuale
ja: 年額プラン
ko: 연간 플랜
nb: Årsplan
nl: Jaarplan
pt_br: Plano anual
sv: Årsplan
zh_hans: 年度方案

# paywall.copy.detailed.limit.annual_badge
source: Best value
da: Bedste værdi
de: Bester Wert
es: Mejor valor
fr: Meilleure valeur
hi: सबसे अच्छा मूल्य
it: Miglior valore
ja: 一番お得
ko: 최고의 가치
nb: Beste verdi
nl: Beste waarde
pt_br: Melhor valor
sv: Bästa värde
zh_hans: 最划算
