Repository: AlejandroEsteveMaza/GymTimerPro
Catalog: Shared/*.lproj/Localizable.strings
Languages: da, de, es, fr, hi, it, ja, ko, nb, nl, pt_br, sv, zh_hans

# section.configuration.title
source: Configuration
da: Konfiguration
de: Konfiguration
es: Configuración
hi: कॉन्फ़िगरेशन
it: Configurazione
ja: 設定
ko: 설정
nb: Konfigurasjon
nl: Configuratie
pt_br: Configuração
sv: Konfiguration
zh_hans: 设置

# section.progress.title
source: Progress
da: Fremgang
de: Fortschritt
es: Progreso
fr: Progression
hi: प्रगति
it: Avanzamento
ja: 進行状況
ko: 진행
nb: Fremdrift
nl: Voortgang
pt_br: Progresso
sv: Framsteg
zh_hans: 进度

# config.total_sets.title
source: Total sets
da: Antal sæt
de: Gesamtzahl Sätze
es: Series totales
fr: Séries totales
hi: कुल सेट
it: Serie totali
ja: 総セット
ko: 총 세트
nb: Totalt antall sett
nl: Totaal sets
pt_br: Séries totais
sv: Totalt antal set
zh_hans: 总组数

# config.rest_seconds.title
source: Rest (seconds)
da: Pause (sekunder)
de: Pause (Sekunden)
es: Descanso (segundos)
fr: Repos (secondes)
hi: आराम (सेकंड)
it: Riposo (secondi)
ja: 休憩（秒）
ko: 휴식 (초)
nb: Pause (sekunder)
nl: Rust (seconden)
pt_br: Descanso (segundos)
sv: Vila (sekunder)
zh_hans: 休息（秒）

# button.start_rest.title
source: START REST
da: START PAUSE
de: PAUSE STARTEN
es: EMPEZAR DESCANSO
fr: COMMENCER LE REPOS
hi: आराम शुरू करें
it: AVVIA RIPOSO
ja: 休憩開始
ko: 휴식 시작
nb: START PAUSE
nl: RUST STARTEN
pt_br: INICIAR DESCANSO
sv: STARTA VILA
zh_hans: 开始休息

# metric.set.title
source: SET
da: SÆT
de: SATZ
es: SERIE
fr: SÉRIE
hi: सेट
it: SERIE
ja: セット
ko: 세트
nb: SETT
pt_br: SÉRIE
zh_hans: 组

# label.state
source: State
da: Status
de: Status
es: Estado
fr: État
hi: स्थिति
it: Stato
ja: 状態
ko: 상태
nb: Status
nl: Status
pt_br: Estado
sv: Status
zh_hans: 状态

# label.rest_time
source: Rest time
da: Pausetid
de: Pausenzeit
es: Tiempo de descanso
fr: Temps de repos
hi: आराम का समय
it: Tempo di riposo
ja: 休憩時間
ko: 휴식 시간
nb: Pausetid
nl: Rusttijd
pt_br: Tempo de descanso
sv: Vilotid
zh_hans: 休息时间

# status.resting
source: RESTING
da: PAUSER
de: PAUSE
es: DESCANSANDO
fr: EN REPOS
hi: आराम
it: A RIPOSO
ja: 休憩中
ko: 휴식 중
nb: HVILER
nl: RUST
pt_br: DESCANSANDO
sv: VILAR
zh_hans: 休息中

# status.training
source: TRAINING
da: TRÆNER
es: ENTRENANDO
fr: ENTRAÎNEMENT
hi: ट्रेनिंग
it: ALLENAMENTO
ja: トレーニング
ko: 운동 중
nb: TRENER
pt_br: TREINANDO
sv: TRÄNAR
zh_hans: 训练中

source: WORKOUT COMPLETED!
da: TRÆNING FÆRDIG!
de: WORKOUT ABGESCHLOSSEN!
es: ¡ENTRENAMIENTO COMPLETADO!
fr: ENTRAÎNEMENT TERMINÉ !
hi: वर्कआउट पूरा हुआ!
it: ALLENAMENTO COMPLETATO!
ja: ワークアウト完了！
ko: 운동 완료!
nb: ØKT FERDIG!
nl: WORK-OUT VOLTOOID!
pt_br: TREINO CONCLUÍDO!
sv: PASS SLUTFÖRT!
zh_hans: 训练完成！

# pro.status.free
source: Free
da: Gratis
de: Gratis
es: Gratis
fr: Gratuit
hi: मुफ़्त
it: Gratis
ja: 無料
ko: 무료
nb: Gratis
nl: Gratis
pt_br: Grátis
sv: Gratis
zh_hans: 免费

# pro.usage_today_format
source: %ld/%ld today
da: %ld/%ld i dag
de: %ld/%ld heute
es: %ld/%ld hoy
fr: %ld/%ld aujourd’hui
hi: %ld/%ld आज
it: %ld/%ld oggi
ja: %ld/%ld 本日
ko: %ld/%ld 오늘
nb: %ld/%ld i dag
nl: %ld/%ld vandaag
pt_br: %ld/%ld hoje
sv: %ld/%ld idag
zh_hans: %ld/%ld 今日

# pro.button.upgrade
source: Unlock
da: Lås op
de: Freischalten
es: Desbloquear
fr: Débloquer
hi: अनलॉक
it: Sblocca
ja: アンロック
ko: 잠금 해제
nb: Lås opp
nl: Ontgrendelen
pt_br: Desbloquear
sv: Lås upp
zh_hans: 解锁

# paywall.value.title
source: Train without limits
da: Træn uden begrænsninger
de: Trainiere ohne Limits
es: Entrena sin límites
fr: Entraînez-vous sans limites
hi: सीमाओं के बिना ट्रेन करें
it: Allenati senza limiti
ja: 制限なくトレーニング
ko: 제한 없이 운동
nb: Tren uten grenser
nl: Train zonder grenzen
pt_br: Treine sem limites
sv: Träna utan gränser
zh_hans: 无极限训练

# paywall.value.subtitle
source: Full access to the timer with a one-time purchase.
da: Fuld adgang til timeren med et engangskøb.
de: Voller Zugriff auf den Timer mit einem Einmalkauf.
es: Acceso completo al temporizador con un pago único.
fr: Accès complet au minuteur avec un achat unique.
hi: एक बार की खरीद से टाइमर का पूरा उपयोग।
it: Accesso completo al timer con un acquisto unico.
ja: 一度の購入でタイマーをフル活用。
ko: 일회성 구매로 타이머 전체 사용.
nb: Full tilgang til timeren med et engangskjøp.
nl: Volledige toegang tot de timer met een eenmalige aankoop.
pt_br: Acesso completo ao temporizador com uma compra única.
sv: Full tillgång till timern med ett engångsköp.
zh_hans: 一次性购买，完整使用计时器。

# paywall.subtitle_limit_format
source: You’ve reached today’s free limit (%ld/%ld).
da: Du har nået dagens gratis grænse (%ld/%ld).
de: Du hast das heutige Freilimit erreicht (%ld/%ld).
es: Has alcanzado el límite gratuito de hoy (%ld/%ld).
fr: Vous avez atteint la limite gratuite du jour (%ld/%ld).
hi: आपने आज की मुफ़्त सीमा (%ld/%ld) पूरी कर ली है।
it: Hai raggiunto il limite gratuito di oggi (%ld/%ld).
ja: 本日の無料上限に達しました（%ld/%ld）。
ko: 오늘의 무료 한도에 도달했습니다 (%ld/%ld).
nb: Du har nådd dagens gratistak (%ld/%ld).
nl: Je hebt de gratis limiet van vandaag bereikt (%ld/%ld).
pt_br: Você atingiu o limite grátis de hoje (%ld/%ld).
sv: Du har nått dagens gratistak (%ld/%ld).
zh_hans: 您已达到今日免费额度（%ld/%ld）。

# paywall.section.benefits
source: Included benefits
da: Inkluderede fordele
de: Enthaltene Vorteile
es: Beneficios incluidos
fr: Avantages inclus
hi: शामिल लाभ
it: Benefici inclusi
ja: 含まれる特典
ko: 포함된 혜택
nb: Inkluderte fordeler
nl: Inbegrepen voordelen
pt_br: Benefícios incluídos
sv: Inkluderade fördelar
zh_hans: 包含的权益

# paywall.section.purchase
source: Purchase
da: Køb
de: Kauf
es: Compra
fr: Achat
hi: खरीद
it: Acquisto
ja: 購入
ko: 구매
nb: Kjøp
nl: Aankoop
pt_br: Compra
sv: Köp
zh_hans: 购买

# paywall.benefit.unlimited
source: Unlimited use
da: Ubegrænset brug
de: Unbegrenzte Nutzung
es: Uso ilimitado
fr: Utilisation illimitée
hi: असीमित उपयोग
it: Uso illimitato
ja: 無制限の利用
ko: 무제한 사용
nb: Ubegrenset bruk
nl: Onbeperkt gebruik
pt_br: Uso ilimitado
sv: Obegränsad användning
zh_hans: 无限制使用

# paywall.benefit.no_limits
source: No daily limits
da: Ingen daglige grænser
de: Keine täglichen Limits
es: Sin límites diarios
fr: Pas de limite journalière
hi: कोई दैनिक सीमा नहीं
it: Nessun limite giornaliero
ja: 1日の上限なし
ko: 일일 제한 없음
nb: Ingen daglige grenser
nl: Geen dagelijkse limieten
pt_br: Sem limites diários
sv: Inga dagliga gränser
zh_hans: 无每日限制

# paywall.benefit.one_time
source: One-time purchase, no subscription
da: Engangskøb, intet abonnement
de: Einmaliger Kauf, kein Abo
es: Pago único, sin suscripción
fr: Achat unique, pas d’abonnement
hi: एक बार की खरीद, कोई सब्सक्रिप्शन नहीं
it: Acquisto una tantum, nessun abbonamento
ja: 買い切り、サブスクリプションなし
ko: 일회성 구매, 구독 없음
nb: Engangskjøp, ingen abonnement
nl: Eenmalige aankoop, geen abonnement
pt_br: Compra única, sem assinatura
sv: Engångsköp, inget abonnemang
zh_hans: 一次性购买，无订阅

# paywall.purchase.option_subtitle
source: Unlimited use
da: Ubegrænset brug
de: Unbegrenzte Nutzung
es: Uso ilimitado
fr: Utilisation illimitée
hi: असीमित उपयोग
it: Uso illimitato
ja: 無制限の利用
ko: 무제한 사용
nb: Ubegrenset bruk
nl: Onbeperkt gebruik
pt_br: Uso ilimitado
sv: Obegränsad användning
zh_hans: 无限使用

# paywall.purchase.one_time
source: One-time
da: Engang
de: Einmalig
es: Pago único
fr: Une seule fois
hi: एक बार
it: Una volta
ja: 一度だけ
ko: 한 번
nb: Engang
nl: Eenmalig
pt_br: Uma vez
sv: Engångs
zh_hans: 一次性

# paywall.button.buy
source: Unlock Pro
da: Lås op for Pro
de: Pro freischalten
es: Desbloquear Pro
fr: Débloquer Pro
hi: प्रो अनलॉक करें
it: Sblocca Pro
ja: Proをアンロック
ko: 프로 잠금 해제
nb: Lås opp Pro
nl: Pro ontgrendelen
pt_br: Desbloquear Pro
sv: Lås upp Pro
zh_hans: 解锁 Pro

# paywall.button.restore
source: Restore purchase
da: Gendan køb
de: Kauf wiederherstellen
es: Restaurar compra
fr: Restaurer l’achat
hi: खरीद पुनर्स्थापित करें
it: Ripristina acquisto
ja: 購入を復元
ko: 구매 복원
nb: Gjenopprett kjøp
nl: Aankoop herstellen
pt_br: Restaurar compra
sv: Återställ köp
zh_hans: 恢复购买

# paywall.button.terms
source: View terms
da: Se vilkår
de: Bedingungen anzeigen
es: Ver términos
fr: Voir les conditions
hi: शर्तें देखें
it: Vedi termini
ja: 利用規約を見る
ko: 약관 보기
nb: Se vilkår
nl: Voorwaarden bekijken
pt_br: Ver termos
sv: Visa villkor
zh_hans: 查看条款

# paywall.button.not_now
source: Not now
da: Ikke nu
de: Nicht jetzt
es: Ahora no
fr: Pas maintenant
hi: अभी नहीं
it: Non ora
ja: 後で
ko: 나중에
nb: Ikke nå
nl: Niet nu
pt_br: Agora não
sv: Inte nu
zh_hans: 暂不

# paywall.price.loading
source: Loading price…
da: Indlæser pris…
de: Preis wird geladen…
es: Cargando precio…
fr: Chargement du prix…
hi: कीमत लोड हो रही है…
it: Caricamento prezzo…
ja: 価格を読み込み中…
ko: 가격 불러오는 중…
nb: Laster pris…
nl: Prijs laden…
pt_br: Carregando preço…
sv: Laddar pris…
zh_hans: 正在加载价格…

# paywall.error.title
source: Purchase failed
da: Køb mislykkedes
de: Kauf fehlgeschlagen
es: No se pudo completar la compra
fr: Achat échoué
hi: खरीद असफल
it: Acquisto non riuscito
ja: 購入に失敗しました
ko: 구매 실패
nb: Kjøp mislyktes
nl: Aankoop mislukt
pt_br: Compra falhou
sv: Köp misslyckades
zh_hans: 购买失败

# paywall.error.product_unavailable
source: The product is currently unavailable.
da: Produktet er ikke tilgængeligt i øjeblikket.
de: Das Produkt ist derzeit nicht verfügbar.
es: El producto no está disponible en este momento.
fr: Le produit est actuellement indisponible.
hi: उत्पाद अभी उपलब्ध नहीं है।
it: Il prodotto non è disponibile al momento.
ja: 現在この商品は利用できません。
ko: 현재 상품을 사용할 수 없습니다.
nb: Produktet er ikke tilgjengelig nå.
nl: Het product is momenteel niet beschikbaar.
pt_br: O produto está indisponível no momento.
sv: Produkten är inte tillgänglig just nu.
zh_hans: 该产品当前不可用。

# paywall.error.failed_verification
source: We couldn’t verify the purchase.
da: Kunne ikke verificere købet.
de: Der Kauf konnte nicht verifiziert werden.
es: No se pudo verificar la compra.
fr: Nous n’avons pas pu vérifier l’achat.
hi: हम खरीद सत्यापित नहीं कर पाए।
it: Non è stato possibile verificare l’acquisto.
ja: 購入を確認できませんでした。
ko: 구매를 확인할 수 없습니다.
nb: Kunne ikke verifisere kjøpet.
nl: We konden de aankoop niet verifiëren.
pt_br: Não conseguimos verificar a compra.
sv: Köpet kunde inte verifieras.
zh_hans: 无法验证购买。

# paywall.error.user_cancelled
source: Purchase cancelled.
da: Køb annulleret.
de: Kauf abgebrochen.
es: Compra cancelada.
fr: Achat annulé.
hi: खरीद रद्द कर दी गई।
it: Acquisto annullato.
ja: 購入がキャンセルされました。
ko: 구매가 취소되었습니다.
nb: Kjøp avbrutt.
nl: Aankoop geannuleerd.
pt_br: Compra cancelada.
sv: Köp avbrutet.
zh_hans: 购买已取消。

# paywall.error.pending
source: The purchase is pending.
da: Køb afventer.
de: Der Kauf ist ausstehend.
es: La compra está pendiente.
fr: L’achat est en attente.
hi: खरीद लंबित है।
it: Acquisto in sospeso.
ja: 購入は保留中です。
ko: 구매가 보류 중입니다.
nb: Kjøpet venter.
nl: Aankoop in behandeling.
pt_br: A compra está pendente.
sv: Köpet väntar.
zh_hans: 购买待处理。

# paywall.error.unknown
source: Something went wrong. Please try again.
da: Der opstod en fejl. Prøv igen.
de: Etwas ist schiefgelaufen. Bitte versuche es erneut.
es: Ha ocurrido un error. Inténtalo de nuevo.
fr: Une erreur est survenue. Veuillez réessayer.
hi: कुछ गलत हुआ। कृपया फिर से कोशिश करें।
it: Qualcosa è andato storto. Riprova.
ja: 問題が発生しました。もう一度お試しください。
ko: 문제가 발생했습니다. 다시 시도하세요.
nb: Noe gikk galt. Prøv igjen.
nl: Er is iets misgegaan. Probeer opnieuw.
pt_br: Algo deu errado. Tente novamente.
sv: Något gick fel. Försök igen.
zh_hans: 发生错误，请重试。

# common.cancel
source: Cancel
da: Annuller
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
it: Annulla
ja: キャンセル
ko: 취소
nb: Avbryt
nl: Annuleren
pt_br: Cancelar
sv: Avbryt
zh_hans: 取消

# common.ok
source: OK
es: Aceptar
hi: ठीक है
ko: 확인
zh_hans: 好

# accessibility.edit_value_label_format
source: Edit %@
da: Rediger %@
de: %@ bearbeiten
es: Editar %@
fr: Modifier %@
hi: %@ संपादित करें
it: Modifica %@
ja: %@を編集
ko: %@ 편집
nb: Rediger %@
nl: %@ bewerken
pt_br: Editar %@
sv: Redigera %@
zh_hans: 编辑 %@

# accessibility.total_sets_value_format
source: %ld sets
da: %ld sæt
de: %ld Sätze
es: %ld series
fr: %ld séries
hi: %ld सेट
it: %ld serie
ja: %ldセット
ko: %ld 세트
nb: %ld sett
pt_br: %ld séries
sv: %ld set
zh_hans: %ld 组

# accessibility.rest_seconds_value_format
source: %ld seconds
da: %ld sekunder
de: %ld Sekunden
es: %ld segundos
fr: %ld secondes
hi: %ld सेकंड
it: %ld secondi
ja: %ld秒
ko: %ld초
nb: %ld sekunder
nl: %ld seconden
pt_br: %ld segundos
sv: %ld sekunder
zh_hans: %ld 秒

# notification.rest_finished.title
source: Rest finished
da: Pause slut
de: Pause beendet
es: Descanso terminado
fr: Repos terminé
hi: आराम समाप्त
it: Riposo terminato
ja: 休憩終了
ko: 휴식 종료
nb: Pause ferdig
nl: Rust voorbij
pt_br: Descanso terminado
sv: Vila avslutad
zh_hans: 休息结束

# notification.rest_finished.body_format
source: Set %ld/%ld
da: Sæt %ld/%ld
de: Satz %ld/%ld
es: Serie %ld/%ld
fr: Série %ld/%ld
hi: सेट %ld/%ld
it: Serie %ld/%ld
ja: セット %ld/%ld
ko: 세트 %ld/%ld
nb: Sett %ld/%ld
pt_br: Série %ld/%ld
zh_hans: 第 %ld/%ld 组

# live_activity.mode.resting
source: Rest
da: Pause
de: Pause
es: Descanso
fr: Repos
hi: आराम
it: Riposo
ja: 休憩
ko: 휴식
nb: Pause
nl: Rust
pt_br: Descansando
sv: Vila
zh_hans: 休息

# live_activity.mode.training
source: Training
da: Træning
es: Entrenando
fr: Entraînement
hi: ट्रेनिंग
it: Allenamento
ja: トレーニング
ko: 운동
nb: Trener
pt_br: Treinando
sv: Tränar
zh_hans: 训练

# live_activity.set_progress_format
source: Set %ld/%ld
da: Sæt %ld/%ld
de: Satz %ld/%ld
es: Serie %ld/%ld
fr: Série %ld/%ld
hi: सेट %ld/%ld
it: Serie %ld/%ld
ja: セット %ld/%ld
ko: 세트 %ld/%ld
nb: Sett %ld/%ld
pt_br: Série %ld/%ld
zh_hans: 第 %ld/%ld 组

# live_activity.set_progress_expanded_format
source: Set %ld of %ld
da: Sæt %ld af %ld
de: Satz %ld von %ld
es: Serie %ld de %ld
fr: Série %ld sur %ld
hi: सेट %ld में से %ld
it: Serie %ld di %ld
ja: %ld/%ld セット
ko: 세트 %ld / %ld
nb: Sett %ld av %ld
nl: Set %ld van %ld
pt_br: Série %ld de %ld
sv: Set %ld av %ld
zh_hans: 第 %ld 组，共 %ld 组

# accessibility.set_label
source: Set
da: Sæt
de: Satz
es: Serie
fr: Série
hi: सेट
it: Serie
ja: セット
ko: 세트
nb: Sett
pt_br: Série
zh_hans: 组

# accessibility.set_value_format
source: %ld of %ld
da: %ld af %ld
de: %ld von %ld
es: %ld de %ld
fr: %ld sur %ld
hi: %ld में से %ld
it: %ld di %ld
ja: %ld / %ld
ko: %ld / %ld
nb: %ld av %ld
nl: %ld van %ld
pt_br: %ld de %ld
sv: %ld av %ld
zh_hans: %ld / %ld

# accessibility.set_progress_label
source: Set progress
da: Sæt-fremgang
de: Satzfortschritt
es: Progreso de series
fr: Progression des séries
hi: सेट प्रगति
it: Avanzamento serie
ja: セットの進行状況
ko: 세트 진행
nb: Settfremdrift
nl: Setvoortgang
pt_br: Progresso das séries
sv: Set-förlopp
zh_hans: 组进度

# accessibility.time_remaining
source: Time remaining
da: Resterende tid
de: Verbleibende Zeit
es: Tiempo restante
fr: Temps restant
hi: बचा हुआ समय
it: Tempo rimanente
ja: 残り時間
ko: 남은 시간
nb: Gjenstående tid
nl: Resterende tijd
pt_br: Tempo restante
sv: Återstående tid
zh_hans: 剩余时间

# accessibility.reset_label
source: Reset
da: Nulstil
de: Zurücksetzen
es: Reiniciar
fr: Réinitialiser
hi: रीसेट
ja: リセット
ko: 리셋
nb: Tilbakestill
nl: Resetten
pt_br: Reiniciar
sv: Återställ
zh_hans: 重置

# tab.training
source: Training
da: Træning
es: Entrenamiento
fr: Entraînement
hi: ट्रेनिंग
it: Allenamento
ja: トレーニング
ko: 운동
nb: Trening
pt_br: Treino
sv: Träning
zh_hans: 训练

# tab.routines
source: Routines
da: Rutiner
de: Routinen
es: Rutinas
hi: रूटीन
it: Routine
ja: ルーティン
ko: 루틴
nb: Rutiner
pt_br: Rotinas
sv: Rutiner
zh_hans: 例程

# tab.progress
source: Progress
da: Fremskridt
de: Fortschritt
es: Progreso
fr: Progrès
hi: प्रगति
it: Progresso
ja: 進捗
ko: 진행
nb: Fremdrift
nl: Voortgang
pt_br: Progresso
sv: Framsteg
zh_hans: 进度

# tab.settings
source: Settings
da: Indstillinger
de: Einstellungen
es: Ajustes
fr: Réglages
hi: सेटिंग्स
it: Impostazioni
ja: 設定
ko: 설정
nb: Innstillinger
nl: Instellingen
pt_br: Ajustes
sv: Inställningar
zh_hans: 设置

# routines.add
source: New Routine
da: Ny rutine
de: Neue Routine
es: Nueva rutina
fr: Nouvelle routine
hi: नई रूटीन
it: Nuova routine
ja: 新規ルーティン
ko: 새 루틴
nb: Ny rutine
nl: Nieuwe routine
pt_br: Nova rotina
sv: Ny rutin
zh_hans: 新建例程

# routines.create.title
source: New Routine
da: Ny rutine
de: Neue Routine
es: Nueva rutina
fr: Nouvelle routine
hi: नई रूटीन
it: Nuova routine
ja: 新規ルーティン
ko: 새 루틴
nb: Ny rutine
nl: Nieuwe routine
pt_br: Nova rotina
sv: Ny rutin
zh_hans: 新建例程

# routines.delete
source: Delete Routine
da: Slet rutine
de: Routine löschen
es: Eliminar rutina
fr: Supprimer la routine
hi: रूटीन हटाएं
it: Elimina routine
ja: ルーティンを削除
ko: 루틴 삭제
nb: Slett rutine
nl: Routine verwijderen
pt_br: Excluir rotina
sv: Radera rutin
zh_hans: 删除例程

# routines.discard.confirm
source: Discard
da: Kassér
de: Verwerfen
es: Descartar
fr: Ignorer
hi: छोड़ें
it: Scarta
ja: 破棄
ko: 폐기
nb: Forkast
nl: Negeren
pt_br: Descartar
sv: Kassera
zh_hans: 放弃

# routines.discard.keep_editing
source: Keep Editing
da: Fortsæt redigering
de: Weiter bearbeiten
es: Seguir editando
fr: Continuer
hi: एडिट जारी रखें
it: Continua a modificare
ja: 編集を続ける
ko: 계속 편집
nb: Fortsett å redigere
nl: Doorgaan met bewerken
pt_br: Continuar editando
sv: Fortsätt redigera
zh_hans: 继续编辑

# routines.discard.message
source: You have unsaved changes.
da: Du har ændringer, der ikke er gemt.
de: Du hast ungespeicherte Änderungen.
es: Tienes cambios sin guardar.
fr: Vous avez des modifications non enregistrées.
hi: आपके बदलाव सेव नहीं हुए हैं.
it: Hai modifiche non salvate.
ja: 未保存の変更があります。
ko: 저장되지 않은 변경 사항이 있습니다.
nb: Du har ulagrede endringer.
nl: Je hebt niet-opgeslagen wijzigingen.
pt_br: Você tem alterações não salvas.
sv: Du har osparade ändringar.
zh_hans: 你有未保存的更改。

# routines.discard.title
source: Discard Changes?
da: Kassér ændringer?
de: Änderungen verwerfen?
es: ¿Descartar cambios?
fr: Ignorer les modifications ?
hi: बदलाव छोड़ें?
it: Scartare le modifiche?
ja: 変更を破棄しますか？
ko: 변경 사항을 폐기할까요?
nb: Forkaste endringer?
nl: Wijzigingen negeren?
pt_br: Descartar alterações?
sv: Kassera ändringar?
zh_hans: 放弃更改？

# routines.edit
source: Edit
da: Rediger
de: Bearbeiten
es: Editar
fr: Modifier
hi: संपादित करें
it: Modifica
ja: 編集
ko: 편집
nb: Rediger
nl: Bewerken
pt_br: Editar
sv: Redigera
zh_hans: 编辑

# routines.edit.title
source: Edit Routine
da: Rediger rutine
de: Routine bearbeiten
es: Editar rutina
fr: Modifier la routine
hi: रूटीन संपादित करें
it: Modifica routine
ja: ルーティンを編集
ko: 루틴 편집
nb: Rediger rutine
nl: Routine bewerken
pt_br: Editar rotina
sv: Redigera rutin
zh_hans: 编辑例程

# routines.empty.message
source: Create a routine to save your presets.
da: Opret en rutine for at gemme dine presets.
de: Erstelle eine Routine, um deine Presets zu speichern.
es: Crea una rutina para guardar tus presets.
fr: Créez une routine pour enregistrer vos préréglages.
hi: अपने प्रीसेट सेव करने के लिए एक रूटीन बनाएं.
it: Crea una routine per salvare i tuoi preset.
ja: ルーティンを作成してプリセットを保存しましょう。
ko: 루틴을 만들어 프리셋을 저장하세요.
nb: Opprett en rutine for å lagre forhåndsinnstillinger.
nl: Maak een routine om je presets op te slaan.
pt_br: Crie uma rotina para salvar seus presets.
sv: Skapa en rutin för att spara dina förinställningar.
zh_hans: 创建例程以保存预设。

# routines.empty.title
source: No Routines
da: Ingen rutiner
de: Keine Routinen
es: Sin rutinas
fr: Aucune routine
hi: कोई रूटीन नहीं
it: Nessuna routine
ja: ルーティンがありません
ko: 루틴 없음
nb: Ingen rutiner
nl: Geen routines
pt_br: Sem rotinas
sv: Inga rutiner
zh_hans: 暂无例程

# routines.field.name
source: Name
da: Navn
es: Nombre
fr: Nom
hi: नाम
it: Nome
ja: 名前
ko: 이름
nb: Navn
nl: Naam
pt_br: Nome
sv: Namn
zh_hans: 名称

# routines.name.max_length_format
source: Maximum %ld characters
da: Maks. %ld tegn
de: Maximal %ld Zeichen
es: Máximo %ld caracteres
fr: Maximum %ld caractères
hi: अधिकतम %ld वर्ण
it: Massimo %ld caratteri
ja: 最大%ld文字
ko: 최대 %ld자
nb: Maks %ld tegn
nl: Maximaal %ld tekens
pt_br: Máximo %ld caracteres
sv: Max %ld tecken
zh_hans: 最多 %ld 个字符

# routines.field.weight
source: Weight
da: Vægt
de: Gewicht
es: Peso
fr: Poids
hi: वज़न
it: Peso
ja: 重量
ko: 무게
nb: Vekt
nl: Gewicht
pt_br: Peso
sv: Vikt
zh_hans: 重量

# routines.save
source: Save
da: Gem
de: Speichern
es: Guardar
fr: Enregistrer
hi: सहेजें
it: Salva
ja: 保存
ko: 저장
nb: Lagre
nl: Opslaan
pt_br: Salvar
sv: Spara
zh_hans: 保存

# routines.section.details
source: Name
da: Navn
es: Nombre
fr: Nom
hi: नाम
it: Nome
ja: 名前
ko: 이름
nb: Navn
nl: Naam
pt_br: Nome
sv: Namn
zh_hans: 名称

# routines.section.parameters
source: Parameters
da: Parametre
de: Parameter
es: Parámetros
fr: Paramètres
hi: पैरामीटर
it: Parametri
ja: パラメータ
ko: 매개변수
nb: Parametere
pt_br: Parâmetros
sv: Parametrar
zh_hans: 参数

# routines.title
source: Routines
da: Rutiner
de: Routinen
es: Rutinas
hi: रूटीन
it: Routine
ja: ルーティン
ko: 루틴
nb: Rutiner
pt_br: Rotinas
sv: Rutiner
zh_hans: 例程

# routines.weight.empty
source: No weight
da: Ingen vægt
de: Kein Gewicht
es: Sin peso
fr: Sans poids
hi: वज़न नहीं
it: Nessun peso
ja: 重量なし
ko: 무게 없음
nb: Ingen vekt
nl: Geen gewicht
pt_br: Sem peso
sv: Ingen vikt
zh_hans: 无重量

# routines.select.title
source: Select Routine
da: Vælg rutine
de: Routine auswählen
es: Seleccionar rutina
fr: Sélectionner une routine
hi: रूटीन चुनें
it: Seleziona routine
ja: ルーティンを選択
ko: 루틴 선택
nb: Velg rutine
nl: Routine selecteren
pt_br: Selecionar rotina
sv: Välj rutin
zh_hans: 选择例程

# training.routine.select
source: Select
da: Vælg
de: Auswählen
es: Seleccionar
fr: Sélectionner
hi: चुनें
it: Seleziona
ja: 選択
ko: 선택
nb: Velg
nl: Selecteren
pt_br: Selecionar
sv: Välj
zh_hans: 选择

# training.routine.title
source: Routine
da: Rutine
es: Rutina
hi: रूटीन
ja: ルーティン
ko: 루틴
nb: Rutine
pt_br: Rotina
sv: Rutin
zh_hans: 例程

# accessibility.reps_value_format
source: %ld reps
da: %ld gentagelser
de: %ld Wiederholungen
es: %ld repeticiones
fr: %ld répétitions
hi: %ld रेप्स
it: %ld ripetizioni
ja: %ld回
ko: %ld회
nb: %ld repetisjoner
nl: %ld herhalingen
pt_br: %ld repetições
sv: %ld repetitioner
zh_hans: %ld 次

# routines.field.reps
source: Reps
da: Gentagelser
de: Wiederholungen
es: Repeticiones
fr: Répétitions
hi: रेप्स
it: Ripetizioni
ja: 回数
ko: 반복
nb: Repetisjoner
nl: Herhalingen
pt_br: Repetições
sv: Repetitioner
zh_hans: 次数

# routines.summary_format
source: %ld sets · %ld reps · %ld s · %@
da: %ld sæt · %ld reps · %@ · %@
de: %ld Sätze · %ld Wdh. · %@ · %@
es: %ld series · %ld reps · %@ · %@
fr: %ld séries · %ld reps · %@ · %@
hi: %ld सेट · %ld रेप्स · %@ · %@
it: %ld serie · %ld rep · %ld s · %@
ja: %ldセット · %ld回 · %@ · %@
ko: %ld세트 · %ld회 · %@ · %@
nb: %ld sett · %ld reps · %@ · %@
pt_br: %ld séries · %ld reps · %@ · %@
sv: %ld set · %ld reps · %@ · %@
zh_hans: %ld 组 · %ld 次 · %@ · %@

# pro.locked.message
source: Available in Pro.
da: Tilgaengelig i Pro.
de: Verfügbar in Pro.
es: Disponible en Pro.
fr: Disponible dans Pro.
hi: Pro में उपलब्ध है.
it: Disponibile in Pro.
ja: Proで利用できます。
ko: Pro에서 사용할 수 있습니다.
nb: Tilgjengelig i Pro.
nl: Beschikbaar in Pro.
pt_br: Disponivel no Pro.
sv: Tillgangligt i Pro.
zh_hans: 仅限 Pro。

# pro.locked.progress.title
source: Progress
da: Fremskridt
de: Fortschritt
es: Progreso
fr: Progrès
hi: प्रगति
it: Progresso
ja: 進捗
ko: 진행
nb: Fremdrift
nl: Voortgang
pt_br: Progresso
sv: Framsteg
zh_hans: 进度

# pro.locked.routines.title
source: Routines
da: Rutiner
de: Routinen
es: Rutinas
hi: रूटीन
it: Routine
ja: ルーティン
ko: 루틴
nb: Rutiner
pt_br: Rotinas
sv: Rutiner
zh_hans: 例程

# pro.locked.settings.title
source: Settings
da: Indstillinger
de: Einstellungen
es: Ajustes
fr: Réglages
hi: सेटिंग्स
it: Impostazioni
ja: 設定
ko: 설정
nb: Innstillinger
nl: Instellingen
pt_br: Ajustes
sv: Installningar
zh_hans: 设置

# pro.locked.unlock
source: Unlock Pro
da: Lås op for Pro
de: Pro freischalten
es: Desbloquear Pro
fr: Débloquer Pro
hi: Pro अनलॉक करें
it: Sblocca Pro
ja: Proを解除
ko: Pro 잠금 해제
nb: Lås opp Pro
nl: Pro ontgrendelen
pt_br: Desbloquear Pro
sv: Lås upp Pro
zh_hans: 解锁 Pro

# routines.apply
source: Apply to Training
da: Anvend i træning
de: Zum Training anwenden
es: Aplicar al entrenamiento
fr: Appliquer à l’entraînement
hi: ट्रेनिंग पर लागू करें
it: Applica all'allenamento
ja: トレーニングに適用
ko: 훈련에 적용
nb: Bruk i trening
nl: Toepassen op training
pt_br: Aplicar ao treino
sv: Använd i träning
zh_hans: 应用到训练
