Repository: AlejandroEsteveMaza/GymTimerPro
Catalog: Shared/*.lproj/Localizable.strings
Languages: da, de, es, fr, hi, it, ja, ko, nb, nl, pt_br, sv, zh_hans

# routines.remove_from_training
source: Remove from Training
da: Fjern fra træning
de: Vom Training entfernen
es: Quitar del entrenamiento
fr: Retirer de l’entraînement
hi: ट्रेनिंग से हटाएं
it: Rimuovi dall'allenamento
ja: トレーニングから外す
ko: 훈련에서 제거
nb: Fjern fra trening
nl: Verwijderen uit training
pt_br: Remover do treino
sv: Ta bort från träning
zh_hans: 从训练中移除

# routines.delete.message
source: This will permanently delete this routine.
da: Denne handling sletter rutinen permanent.
de: Dadurch wird diese Routine dauerhaft gelöscht.
es: Esta acción eliminará la rutina de forma permanente.
fr: Cette action supprimera définitivement cette routine.
hi: यह क्रिया इस रूटीन को स्थायी रूप से हटा देगी।
it: Questa azione eliminerà definitivamente questa routine.
ja: この操作はルーティンを完全に削除します。
ko: 이 작업은 루틴을 영구적으로 삭제합니다.
nb: Dette sletter rutinen permanent.
nl: Deze actie verwijdert deze routine permanent.
pt_br: Esta ação excluirá esta rotina permanentemente.
sv: Det här raderar rutinen permanent.
zh_hans: 此操作将永久删除该例程。

# classifications.section.title
source: Classification
es: Clasificación

# classifications.section.list
source: Classifications
es: Clasificaciones

# classifications.unclassified.section
source: Unclassified routines
es: Rutinas sin clasificación

# classifications.routines.section
source: Routines
es: Rutinas

# classifications.search.prompt
source: Search routines or classifications
es: Buscar rutinas o clasificaciones

# classifications.search.create_placeholder
source: Search or create classification
es: Buscar o crear clasificación

# classifications.create_format
source: Create "%@"
es: Crear "%@"

# classifications.duplicate
source: A classification with that name already exists.
es: Ya existe una clasificación con ese nombre.

# classifications.delete.title
source: Delete classification
es: Eliminar clasificación

# classifications.delete.message
source: This will remove the classification from all routines.
es: Esta acción eliminará la clasificación de todas las rutinas.

# classifications.none
source: None
es: Ninguna

# classifications.empty.title
source: No classifications
es: Sin clasificaciones

# classifications.empty.message
source: Create a classification to get started.
es: Crea una clasificación para empezar.

# classifications.manage.title
source: Manage classifications
es: Gestionar clasificaciones

# classifications.add.title
source: New classification
es: Nueva clasificación

# classifications.rename.title
source: Rename
es: Renombrar

# classifications.name.title
source: Name
es: Nombre

# classifications.name.placeholder
source: Classification name
es: Nombre de la clasificación

# classifications.search.placeholder
source: Search classifications
es: Buscar clasificaciones

# classifications.rename.action
source: Rename…
es: Cambiar nombre…

# classifications.more_options_format
source: More options for %@
es: Más opciones para %@

# progress.title
source: Progress
es: Progreso

# progress.quick_workout_name
source: Quick workout
es: Entrenamiento rápido

# progress.summary.most_repeated
source: Most repeated routine
es: Rutina más repetida

# progress.summary.top_classification
source: Top classification
es: Clasificación principal

# progress.goal.weekly
source: Weekly goal
es: Objetivo semanal

# progress.goal.edit
source: Edit goals
es: Editar objetivo

# progress.goal.message.completed
source: Weekly goal completed.
es: Objetivo semanal completado.

# progress.goal.message.one_left
source: 1 workout left to hit your goal.
es: Te falta 1 entreno para tu objetivo.

# progress.goal.message.many_left_format
source: %ld workouts left to hit your goal.
es: Te faltan %ld entrenos para tu objetivo.

# progress.goal.settings.title
source: Goal settings
es: Configurar objetivos

# progress.goal.workouts_per_week
source: Workouts per week
es: Entrenos por semana

# progress.goal.minutes_per_week
source: Minutes per week
es: Minutos por semana

# progress.goal.starts_on_monday
source: Week starts on Monday
es: La semana empieza en lunes

# progress.accessibility.week_goal_format
source: Workouts this week: %ld of %ld
es: Entrenos esta semana: %ld de %ld

# progress.streak.title
source: Weekly streak
es: Racha semanal

# progress.streak.weeks_format
source: %ld week streak
es: Racha de %ld semanas

# progress.streak.subtitle
source: Consecutive weeks meeting your weekly goal.
es: Semanas consecutivas cumpliendo tu objetivo semanal.

# progress.period.title
source: Period
es: Periodo

# progress.period.week
source: Week
es: Semana

# progress.period.fortnight
source: 14 days
es: 14 días

# progress.period.month
source: Month
es: Mes

# progress.period.quarter
source: Quarter
es: Trimestre

# progress.period.year
source: Year
es: Año

# progress.chart.workouts.title
source: Workouts over time
es: Entrenos en el tiempo

# progress.chart.axis.workouts
source: Workouts
es: Entrenos

# progress.chart.workouts.accessibility_value_format
source: %ld workouts
es: %ld entrenos

# progress.calendar.title
source: This month
es: Este mes

# progress.calendar.day.completed_format
source: %ld completed workout(s)
es: %ld entreno(s) completado(s)

# progress.calendar.day.empty
source: No completed workout
es: Sin entrenos completados

# progress.section.activity
source: Recent activity
es: Actividad reciente

# progress.activity.empty
source: No completed workouts yet.
es: Aún no hay entrenos completados.

# progress.section.badges
source: Badges
es: Medallas

# progress.badge.first_workout.title
source: First workout
es: Primer entreno

# progress.badge.first_workout.subtitle
source: Complete your first workout.
es: Completa tu primer entreno.

# progress.badge.workouts_5.title
source: 5 workouts
es: 5 entrenos

# progress.badge.workouts_5.subtitle
source: Complete 5 workouts.
es: Completa 5 entrenos.

# progress.badge.workouts_10.title
source: 10 workouts
es: 10 entrenos

# progress.badge.workouts_10.subtitle
source: Complete 10 workouts.
es: Completa 10 entrenos.

# progress.badge.workouts_25.title
source: 25 workouts
es: 25 entrenos

# progress.badge.workouts_25.subtitle
source: Complete 25 workouts.
es: Completa 25 entrenos.

# progress.badge.three_week.title
source: 3 in a week
es: 3 en una semana

# progress.badge.three_week.subtitle
source: Complete 3 workouts in one week.
es: Completa 3 entrenos en una semana.

# progress.badge.streak_4.title
source: 4-week streak
es: Racha de 4 semanas

# progress.badge.streak_4.subtitle
source: Meet your weekly goal for 4 consecutive weeks.
es: Cumple tu objetivo semanal durante 4 semanas seguidas.

# progress.badge.goal_week.title
source: Weekly goal done
es: Objetivo semanal

# progress.badge.goal_week.subtitle
source: Hit your current weekly goal.
es: Cumple tu objetivo semanal actual.

# paywall.copy.light.pro.title
source: Unlock Pro mode
da: Lås op for Pro
de: Pro-Modus freischalten
es: Desbloquea el modo Pro
fr: Débloquez le mode Pro
hi: Pro मोड अनलॉक करें
it: Sblocca il modo Pro
ja: Proモードを解放
ko: Pro 모드 잠금 해제
nb: Lås opp Pro-modus
nl: Ontgrendel Pro-modus
pt_br: Desbloqueie o modo Pro
sv: Lås upp Pro-läget
zh_hans: 解锁 Pro 模式

# paywall.copy.light.pro.subtitle
source: Routines, progress, and settings without limits.
da: Rutiner, fremskridt og indstillinger uden begrænsninger.
de: Routinen, Fortschritt und Einstellungen ohne Limits.
es: Rutinas, progreso y ajustes sin límites.
fr: Routines, progrès et réglages sans limites.
hi: रूटीन, प्रोग्रेस और सेटिंग्स बिना सीमा।
it: Routine, progressi e impostazioni senza limiti.
ja: ルーティン・進捗・設定を制限なく。
ko: 루틴, 진행 상황, 설정을 제한 없이.
nb: Rutiner, fremdrift og innstillinger uten begrensninger.
nl: Routines, voortgang en instellingen zonder limiet.
pt_br: Rotinas, progresso e ajustes sem limites.
sv: Rutiner, framsteg och inställningar utan begränsningar.
zh_hans: 例程、进度和设置不限。

# paywall.copy.light.pro.benefits_title
source: Key benefits
da: Vigtigste fordele
de: Wichtigste Vorteile
es: Beneficios clave
fr: Avantages clés
hi: मुख्य लाभ
it: Vantaggi chiave
ja: 主なメリット
ko: 주요 혜택
nb: Viktigste fordeler
nl: Belangrijkste voordelen
pt_br: Principais benefícios
sv: Viktigaste fördelar
zh_hans: 主要权益

# paywall.copy.light.pro.bullet_1
source: Train without daily limit cuts.
da: Træn uden daglige begrænsninger.
de: Trainiere ohne tägliche Limits.
es: Entrena sin cortes por límites diarios.
fr: Entraînez-vous sans limite quotidienne.
hi: रोज़ाना सीमा के बिना ट्रेन करें।
it: Allenati senza limiti giornalieri.
ja: 日次制限なしでトレーニング。
ko: 일일 제한 없이 운동.
nb: Tren uten daglige begrensninger.
nl: Train zonder dagelijkse limieten.
pt_br: Treine sem limites diários.
sv: Träna utan dagliga begränsningar.
zh_hans: 无日限制训练。

# paywall.copy.light.pro.bullet_2
source: Save routines and repeat them in seconds.
da: Gem rutiner og gentag på sekunder.
de: Routinen speichern und in Sekunden wiederholen.
es: Guarda rutinas y repítelas en segundos.
fr: Enregistrez des routines et répétez-les en secondes.
hi: रूटीन सेव करें और सेकंड में दोहराएँ।
it: Salva le routine e ripetile in pochi secondi.
ja: ルーティンを保存してすぐ繰り返せる。
ko: 루틴을 저장하고 즉시 반복.
nb: Lagre rutiner og gjenta på sekunder.
nl: Sla routines op en herhaal in seconden.
pt_br: Salve rotinas e repita em segundos.
sv: Spara rutiner och upprepa dem på sekunder.
zh_hans: 保存例程，几秒重复。

# paywall.copy.light.pro.bullet_3
source: Track progress to stay consistent.
da: Følg fremskridt og hold dig konsekvent.
de: Fortschritt verfolgen und dranbleiben.
es: Sigue el progreso y mantén la constancia.
fr: Suivez vos progrès et restez constant.
hi: प्रोग्रेस ट्रैक करें और लगातार रहें।
it: Monitora i progressi e resta costante.
ja: 進捗を見て習慣化。
ko: 진행 상황을 확인하며 꾸준히.
nb: Følg fremdriften og hold deg jevn.
nl: Volg je voortgang en blijf consistent.
pt_br: Acompanhe o progresso para manter a constância.
sv: Följ framsteg och håll dig konsekvent.
zh_hans: 查看进度，保持规律。

# paywall.copy.light.pro.plans_title
source: Choose a plan
da: Vælg en plan
de: Plan auswählen
es: Elige un plan
fr: Choisissez un plan
hi: प्लान चुनें
it: Scegli un piano
ja: プランを選択
ko: 요금제 선택
nb: Velg en plan
nl: Kies een plan
pt_br: Escolha um plano
sv: Välj en plan
zh_hans: 选择方案

# paywall.copy.light.pro.annual_label
source: Annual
da: Årlig
de: Jährlich
es: Anual
fr: Annuel
hi: वार्षिक
it: Annuale
ja: 年額
ko: 연간
nb: Årlig
nl: Jaarlijks
pt_br: Anual
sv: Årsvis
zh_hans: 年付

# paywall.copy.light.pro.annual_badge
source: Best value
da: Bedste værdi
de: Bester Wert
es: Mejor valor
fr: Meilleure valeur
hi: सबसे अच्छा मूल्य
it: Miglior valore
ja: 一番お得
ko: 최고의 가치
nb: Beste verdi
nl: Beste waarde
pt_br: Melhor valor
sv: Bästa värde
zh_hans: 最划算

# paywall.copy.light.pro.monthly_label
source: Monthly
da: Månedlig
de: Monatlich
es: Mensual
fr: Mensuel
hi: मासिक
it: Mensile
ja: 月額
ko: 월간
nb: Månedlig
nl: Maandelijks
pt_br: Mensal
sv: Månadsvis
zh_hans: 月付

# paywall.copy.light.pro.cta_primary
source: Start free
da: Start gratis
de: Gratis starten
es: Empezar gratis
fr: Commencer gratuitement
hi: मुफ़्त शुरू करें
it: Inizia gratis
ja: 無料で始める
ko: 무료로 시작
nb: Start gratis
nl: Gratis starten
pt_br: Começar grátis
sv: Starta gratis
zh_hans: 免费开始

# paywall.copy.light.pro.cta_secondary
source: Not now
da: Ikke nu
de: Nicht jetzt
es: Ahora no
fr: Pas maintenant
hi: अभी नहीं
it: Non ora
ja: 今はやめる
ko: 나중에
nb: Ikke nå
nl: Niet nu
pt_br: Agora não
sv: Inte nu
zh_hans: 暂不

# paywall.copy.light.pro.trust
source: Cancel anytime from your Apple ID.
da: Annuller når som helst fra dit Apple‑ID.
de: Jederzeit in deiner Apple-ID kündigen.
es: Cancela cuando quieras desde tu Apple ID.
fr: Annulez à tout moment via votre Apple ID.
hi: अपने Apple ID से कभी भी रद्द करें।
it: Annulla in qualsiasi momento dal tuo Apple ID.
ja: Apple IDからいつでも解約できます。
ko: Apple ID에서 언제든 취소.
nb: Avslutt når som helst i Apple‑ID.
nl: Altijd opzegbaar via je Apple ID.
pt_br: Cancele a qualquer momento no seu Apple ID.
sv: Avsluta när som helst via ditt Apple‑ID.
zh_hans: 可在 Apple ID 中随时取消。

# paywall.copy.light.pro.legal1
source: Auto-renewing subscription with a 2-week free trial.
da: Auto‑fornyende abonnement med 2 ugers gratis prøve.
de: Auto‑verlängerndes Abo mit 2 Wochen Gratis-Testphase.
es: Suscripción auto-renovable con 2 semanas gratis.
fr: Abonnement auto-renouvelé avec 2 semaines gratuites.
hi: 2 हफ्ते की मुफ़्त ट्रायल वाली ऑटो‑रिन्यू सब्सक्रिप्शन।
it: Abbonamento con rinnovo automatico e 2 settimane gratis.
ja: 2週間の無料トライアル付き自動更新サブスクリプション。
ko: 2주 무료 체험이 포함된 자동 갱신 구독.
nb: Auto‑fornyende abonnement med 2 ukers gratis prøve.
nl: Automatisch verlengend abonnement met 2 weken gratis.
pt_br: Assinatura com renovação automática e 2 semanas grátis.
sv: Auto‑förnyande abonnemang med 2 veckor gratis.
zh_hans: 自动续订订阅，含 2 周免费试用。

# paywall.copy.light.pro.legal2
source: Then you’re charged for the chosen plan until you cancel.
da: Derefter opkræves du for den valgte plan, indtil du annullerer.
de: Danach wird der gewählte Plan berechnet, bis du kündigst.
es: Luego se cobrará el plan elegido hasta que canceles.
fr: Ensuite, facturation du plan choisi jusqu’à annulation.
hi: इसके बाद चुने गए प्लान के अनुसार शुल्क लगेगा।
it: Poi sarai addebitato per il piano scelto finché non annulli.
ja: 以降、選択したプランで請求されます。
ko: 이후 선택한 요금제로 청구됩니다.
nb: Deretter blir du belastet for valgt plan til du avslutter.
nl: Daarna wordt het gekozen plan in rekening gebracht tot je opzegt.
pt_br: Depois, será cobrado pelo plano escolhido até cancelar.
sv: Därefter debiteras du för vald plan tills du avslutar.
zh_hans: 之后按所选方案收费，直至取消。

# paywall.copy.light.limit.title
source: Keep training without cuts
da: Fortsæt træningen uden afbrydelser
de: Weitertrainieren ohne Unterbrechung
es: Sigue entrenando sin cortes
fr: Continuez à vous entraîner sans coupure
hi: बिना रुकावट ट्रेनिंग जारी रखें
it: Continua ad allenarti senza tagli
ja: 中断せずにトレーニング
ko: 중단 없이 계속 운동
nb: Fortsett treningen uten avbrudd
nl: Blijf trainen zonder onderbreking
pt_br: Continue treinando sem cortes
sv: Fortsätt träna utan avbrott
zh_hans: 不中断继续训练

# paywall.copy.light.limit.subtitle
source: You reached today’s free limit.
da: Du har nået dagens gratis grænse.
de: Du hast das heutige Gratislimit erreicht.
es: Has alcanzado el límite gratis de hoy.
fr: Vous avez atteint la limite gratuite du jour.
hi: आज की मुफ़्त सीमा पूरी हो गई है।
it: Hai raggiunto il limite gratuito di oggi.
ja: 本日の無料上限に達しました。
ko: 오늘의 무료 한도에 도달했습니다.
nb: Du har nådd dagens gratisgrense.
nl: Je hebt de gratis limiet van vandaag bereikt.
pt_br: Você atingiu o limite grátis de hoje.
sv: Du har nått dagens gratisgräns.
zh_hans: 已达到今日免费上限。

# paywall.copy.light.limit.benefits_title
source: Key benefits
da: Vigtigste fordele
de: Wichtigste Vorteile
es: Beneficios clave
fr: Avantages clés
hi: मुख्य लाभ
it: Vantaggi chiave
ja: 主なメリット
ko: 주요 혜택
nb: Viktigste fordeler
nl: Belangrijkste voordelen
pt_br: Principais benefícios
sv: Viktigaste fördelar
zh_hans: 主要权益

# paywall.copy.light.limit.bullet_1
source: Continue your session right now.
da: Fortsæt din session med det samme.
de: Setze deine Session sofort fort.
es: Continúa tu sesión ahora mismo.
fr: Reprenez votre séance tout de suite.
hi: अपना सेशन अभी जारी रखें।
it: Continua la sessione subito.
ja: 今すぐセッションを続行。
ko: 지금 바로 세션을 계속.
nb: Fortsett økten med en gang.
nl: Ga nu direct verder met je sessie.
pt_br: Continue a sessão agora.
sv: Fortsätt passet direkt.
zh_hans: 立即继续当前训练。

# paywall.copy.light.limit.bullet_2
source: No daily limit while you progress.
da: Ingen daglig grænse, mens du gør fremskridt.
de: Kein tägliches Limit während du Fortschritt machst.
es: Sin límite diario mientras progresas.
fr: Aucune limite quotidienne en progressant.
hi: प्रगति के दौरान कोई दैनिक सीमा नहीं।
it: Nessun limite giornaliero mentre progredisci.
ja: 日次制限なしで進捗。
ko: 진행 중에는 일일 제한 없음.
nb: Ingen daglig grense mens du utvikler deg.
nl: Geen dagelijkse limiet terwijl je vooruitgaat.
pt_br: Sem limite diário enquanto evolui.
sv: Ingen daglig gräns när du gör framsteg.
zh_hans: 进步过程中无日限制。

# paywall.copy.light.limit.bullet_3
source: Your whole flow in one app.
da: Hele dit flow i én app.
de: Dein kompletter Flow in einer App.
es: Todo tu flujo en una sola app.
fr: Tout votre flux dans une seule app.
hi: पूरा फ़्लो एक ही ऐप में।
it: Tutto il tuo flusso in un’unica app.
ja: 一つのアプリで完結。
ko: 모든 흐름을 한 앱에서.
nb: Hele flyten din i én app.
nl: Je hele flow in één app.
pt_br: Todo o seu fluxo em um só app.
sv: Hela ditt flöde i en app.
zh_hans: 全部流程一款应用完成。

# paywall.copy.light.limit.plans_title
source: Choose a plan
da: Vælg en plan
de: Plan auswählen
es: Elige un plan
fr: Choisissez un plan
hi: प्लान चुनें
it: Scegli un piano
ja: プランを選択
ko: 요금제 선택
nb: Velg en plan
nl: Kies een plan
pt_br: Escolha um plano
sv: Välj en plan
zh_hans: 选择方案

# paywall.copy.light.limit.annual_label
source: Annual
da: Årlig
de: Jährlich
es: Anual
fr: Annuel
hi: वार्षिक
it: Annuale
ja: 年額
ko: 연간
nb: Årlig
nl: Jaarlijks
pt_br: Anual
sv: Årsvis
zh_hans: 年付

# paywall.copy.light.limit.annual_badge
source: Best value
da: Bedste værdi
de: Bester Wert
es: Mejor valor
fr: Meilleure valeur
hi: सबसे अच्छा मूल्य
it: Miglior valore
ja: 一番お得
ko: 최고의 가치
nb: Beste verdi
nl: Beste waarde
pt_br: Melhor valor
sv: Bästa värde
zh_hans: 最划算

# paywall.copy.light.limit.monthly_label
source: Monthly
da: Månedlig
de: Monatlich
es: Mensual
fr: Mensuel
hi: मासिक
it: Mensile
ja: 月額
ko: 월간
nb: Månedlig
nl: Maandelijks
pt_br: Mensal
sv: Månadsvis
zh_hans: 月付

# paywall.copy.light.limit.cta_primary
source: Start free
da: Start gratis
de: Gratis starten
es: Empezar gratis
fr: Commencer gratuitement
hi: मुफ़्त शुरू करें
it: Inizia gratis
ja: 無料で始める
ko: 무료로 시작
nb: Start gratis
nl: Gratis starten
pt_br: Começar grátis
sv: Starta gratis
zh_hans: 免费开始

# paywall.copy.light.limit.cta_secondary
source: Not now
da: Ikke nu
de: Nicht jetzt
es: Ahora no
fr: Pas maintenant
hi: अभी नहीं
it: Non ora
ja: 今はやめる
ko: 나중에
nb: Ikke nå
nl: Niet nu
pt_br: Agora não
sv: Inte nu
zh_hans: 暂不

# paywall.copy.light.limit.trust
source: Start free and cancel anytime.
da: Start gratis og annuller når som helst.
de: Gratis starten und jederzeit kündigen.
es: Empieza gratis y cancela cuando quieras.
fr: Commencez gratuitement et annulez quand vous voulez.
hi: मुफ़्त शुरू करें और कभी भी रद्द करें।
it: Inizia gratis e annulla quando vuoi.
ja: 無料で開始、いつでも解約。
ko: 무료로 시작하고 언제든 취소.
nb: Start gratis og avslutt når som helst.
nl: Start gratis en zeg altijd op.
pt_br: Comece grátis e cancele quando quiser.
sv: Starta gratis och avsluta när som helst.
zh_hans: 免费开始，随时取消。

# paywall.copy.light.limit.legal1
source: Auto-renewing subscription with a 2-week free trial.
da: Auto‑fornyende abonnement med 2 ugers gratis prøve.
de: Auto‑verlängerndes Abo mit 2 Wochen Gratis-Testphase.
es: Suscripción auto-renovable con 2 semanas gratis.
fr: Abonnement auto-renouvelé avec 2 semaines gratuites.
hi: 2 हफ्ते की मुफ़्त ट्रायल वाली ऑटो‑रिन्यू सब्सक्रिप्शन।
it: Abbonamento con rinnovo automatico e 2 settimane gratis.
ja: 2週間の無料トライアル付き自動更新サブスクリプション。
ko: 2주 무료 체험이 포함된 자동 갱신 구독.
nb: Auto‑fornyende abonnement med 2 ukers gratis prøve.
nl: Automatisch verlengend abonnement met 2 weken gratis.
pt_br: Assinatura com renovação automática e 2 semanas grátis.
sv: Auto‑förnyande abonnemang med 2 veckor gratis.
zh_hans: 自动续订订阅，含 2 周免费试用。

# paywall.copy.light.limit.legal2
source: Then you’re charged for the chosen plan until you cancel.
da: Derefter opkræves du for den valgte plan, indtil du annullerer.
de: Danach wird der gewählte Plan berechnet, bis du kündigst.
es: Luego se cobrará el plan elegido hasta que canceles.
fr: Ensuite, facturation du plan choisi jusqu’à annulation.
hi: इसके बाद चुने गए प्लान के अनुसार शुल्क लगेगा।
it: Poi sarai addebitato per il piano scelto finché non annulli.
ja: 以降、選択したプランで請求されます。
ko: 이후 선택한 요금제로 청구됩니다.
nb: Deretter blir du belastet for valgt plan til du avslutter.
nl: Daarna wordt het gekozen plan in rekening gebracht tot je opzegt.
pt_br: Depois, será cobrado pelo plano escolhido até cancelar.
sv: Därefter debiteras du för vald plan tills du avslutar.
zh_hans: 之后按所选方案收费，直至取消。

# paywall.copy.standard.pro.title
source: Train with full potential
da: Træn med fuldt potentiale
de: Trainiere mit vollem Potenzial
es: Entrena a tu máximo potencial
fr: Entraînez-vous à plein potentiel
hi: पूरा पोटेंशियल के साथ ट्रेन करें
it: Allenati al massimo del potenziale
ja: フルパワーでトレーニング
ko: 최대 잠재력으로 운동
nb: Tren med fullt potensial
nl: Train op volle kracht
pt_br: Treine com todo o potencial
sv: Träna med full potential
zh_hans: 释放全部训练潜力

# paywall.copy.standard.pro.subtitle
source: Unlock routines, progress, and full control.
da: Lås op for rutiner, fremskridt og fuld kontrol.
de: Schalte Routinen, Fortschritt und volle Kontrolle frei.
es: Desbloquea rutinas, progreso y control total.
fr: Débloquez routines, progrès et contrôle total.
hi: रूटीन, प्रोग्रेस और पूरी कंट्रोल अनलॉक करें।
it: Sblocca routine, progressi e pieno controllo.
ja: ルーティン、進捗、全機能を解放。
ko: 루틴, 진행 상황, 전체 제어를 해제.
nb: Lås opp rutiner, fremdrift og full kontroll.
nl: Ontgrendel routines, voortgang en volledige controle.
pt_br: Desbloqueie rotinas, progresso e controle total.
sv: Lås upp rutiner, framsteg och full kontroll.
zh_hans: 解锁例程、进度与完整控制。

# paywall.copy.standard.pro.benefits_title
source: What you get
da: Det får du
de: Das bekommst du
es: Lo que obtienes
fr: Ce que vous obtenez
hi: आपको क्या मिलेगा
it: Cosa ottieni
ja: できること
ko: 제공 내용
nb: Dette får du
nl: Wat je krijgt
pt_br: O que você ganha
sv: Det här får du
zh_hans: 你将获得

# paywall.copy.standard.pro.bullet_1
source: Complete training flow without friction.
da: Komplet træningsflow uden friktion.
de: Kompletter Trainings-Flow ohne Reibung.
es: Flujo de entrenamiento completo sin fricción.
fr: Flux d’entraînement complet sans friction.
hi: बिना रुकावट पूरा ट्रेनिंग फ़्लो।
it: Flusso di allenamento completo senza attriti.
ja: 摩擦のないトレーニングフロー。
ko: 마찰 없는 완전한 트레이닝 흐름.
nb: Komplett treningsflyt uten friksjon.
nl: Complete trainingsflow zonder frictie.
pt_br: Fluxo completo de treino sem fricção.
sv: Komplett träningsflöde utan friktion.
zh_hans: 顺畅完整的训练流程。

# paywall.copy.standard.pro.bullet_2
source: Routines ready to repeat anytime.
da: Rutiner klar til at gentage når som helst.
de: Routinen jederzeit wiederholen.
es: Rutinas listas para repetir cuando quieras.
fr: Routines prêtes à répéter à tout moment.
hi: रूटीन को कभी भी दोहराएँ।
it: Routine pronte da ripetere quando vuoi.
ja: いつでも繰り返せるルーティン。
ko: 언제든 반복 가능한 루틴.
nb: Rutiner klare til å gjentas når som helst.
nl: Routines klaar om altijd te herhalen.
pt_br: Rotinas prontas para repetir quando quiser.
sv: Rutiner redo att upprepa när som helst.
zh_hans: 随时可重复的例程。

# paywall.copy.standard.pro.bullet_3
source: Clear progress to keep the habit.
da: Klar fremgang for at fastholde vanen.
de: Klarer Fortschritt für Gewohnheit.
es: Progreso claro para mantener el hábito.
fr: Progrès clairs pour garder l’habitude.
hi: स्पष्ट प्रोग्रेस से आदत बनी रहे।
it: Progressi chiari per mantenere l’abitudine.
ja: わかりやすい進捗で継続。
ko: 명확한 진행으로 습관 유지.
nb: Tydelig fremdrift for å holde vanen.
nl: Duidelijke voortgang om de gewoonte vast te houden.
pt_br: Progresso claro para manter o hábito.
sv: Tydliga framsteg för att hålla vanan.
zh_hans: 清晰进度，养成习惯。

# paywall.copy.standard.pro.plans_title
source: Select your plan
da: Vælg din plan
de: Deinen Plan wählen
es: Selecciona tu plan
fr: Sélectionnez votre plan
hi: अपना प्लान चुनें
it: Seleziona il tuo piano
ja: プランを選ぶ
ko: 요금제 선택
nb: Velg planen din
nl: Kies je plan
pt_br: Selecione seu plano
sv: Välj din plan
zh_hans: 选择你的方案

# paywall.copy.standard.pro.annual_label
source: Annual plan
da: Årsplan
de: Jahresplan
es: Plan anual
fr: Plan annuel
hi: वार्षिक प्लान
it: Piano annuale
ja: 年額プラン
ko: 연간 플랜
nb: Årsplan
nl: Jaarplan
pt_br: Plano anual
sv: Årsplan
zh_hans: 年度方案
