Repository: AlejandroEsteveMaza/GymTimerPro
Catalog: Shared/*.lproj/Localizable.strings
Languages: da, de, es, fr, hi, it, ja, ko, nb, nl, pt_br, sv, zh_hans

# paywall.copy.detailed.limit.monthly_label
source: Monthly plan
da: Månedsplan
de: Monatsplan
es: Plan mensual
fr: Plan mensuel
hi: मासिक प्लान
it: Piano mensile
ja: 月額プラン
ko: 월간 플랜
nb: Månedsplan
nl: Maandplan
pt_br: Plano mensal
sv: Månadsplan
zh_hans: 月度方案

# paywall.copy.detailed.limit.cta_primary
source: Start free
da: Start gratis
de: Gratis starten
es: Empezar gratis
fr: Commencer gratuitement
hi: मुफ़्त शुरू करें
it: Inizia gratis
ja: 無料で始める
ko: 무료로 시작
nb: Start gratis
nl: Gratis starten
pt_br: Começar grátis
sv: Starta gratis
zh_hans: 免费开始

# paywall.copy.detailed.limit.cta_secondary
source: Not now
da: Ikke nu
de: Nicht jetzt
es: Ahora no
fr: Pas maintenant
hi: अभी नहीं
it: Non ora
ja: 今はやめる
ko: 나중에
nb: Ikke nå
nl: Niet nu
pt_br: Agora não
sv: Inte nu
zh_hans: 暂不

# paywall.copy.detailed.limit.trust
source: Start free. You’re billed only after the trial.
da: Start gratis. Betaling først efter prøveperioden.
de: Gratis starten. Abrechnung erst nach der Testphase.
es: Comienzas gratis. Cobro solo al terminar la prueba.
fr: Commencez gratuitement. Facturation après l’essai.
hi: मुफ़्त शुरू करें। ट्रायल के बाद ही शुल्क।
it: Inizia gratis. Addebito solo dopo la prova.
ja: 無料で開始。トライアル後に請求。
ko: 무료로 시작. 체험 후에만 결제.
nb: Start gratis. Belastning først etter prøveperioden.
nl: Start gratis. Pas na de proefperiode gefactureerd.
pt_br: Comece grátis. Cobrança só após o teste.
sv: Starta gratis. Debiteras först efter provperioden.
zh_hans: 免费开始，试用结束后才收费。

# paywall.copy.detailed.limit.legal1
source: Auto-renewing subscription with automatic renewal.
da: Auto‑fornyende abonnement.
de: Auto‑verlängerndes Abo mit automatischer Verlängerung.
es: Suscripción auto-renovable con renovación automática.
fr: Abonnement auto-renouvelé avec renouvellement automatique.
hi: ऑटो‑रिन्यू सब्सक्रिप्शन।
it: Abbonamento con rinnovo automatico.
ja: 自動更新サブスクリプション。
ko: 자동 갱신 구독.
nb: Auto‑fornyende abonnement.
nl: Automatisch verlengend abonnement.
pt_br: Assinatura com renovação automática.
sv: Auto‑förnyande abonnemang.
zh_hans: 自动续订订阅。

# paywall.copy.detailed.limit.legal2
source: Manage or cancel in Apple. Purchases can be restored.
da: Administrer eller annuller i Apple. Køb kan gendannes.
de: In Apple verwalten oder kündigen. Käufe wiederherstellbar.
es: Gestiona o cancela en Apple. Compras restaurables.
fr: Gérez ou annulez dans Apple. Achats restaurables.
hi: Apple में मैनेज/रद्द करें। खरीद बहाली संभव।
it: Gestisci o annulla in Apple. Acquisti ripristinabili.
ja: Appleで管理・解約。購入は復元可能。
ko: Apple에서 관리/취소. 구매 복원 가능.
nb: Administrer eller avslutt i Apple. Kjøp kan gjenopprettes.
nl: Beheer of annuleer in Apple. Aankopen te herstellen.
pt_br: Gerencie ou cancele na Apple. Compras restauráveis.
sv: Hantera eller avsluta i Apple. Köp kan återställas.
zh_hans: 可在 Apple 管理或取消，支持恢复购买。

# paywall.copy.detailed.limit.include_title
source: What Pro includes
da: Hvad Pro inkluderer
de: Pro enthält
es: Qué incluye Pro
fr: Ce que Pro inclut
hi: Pro में शामिल
it: Cosa include Pro
ja: Proに含まれるもの
ko: Pro에 포함
nb: Dette inkluderer Pro
nl: Wat Pro bevat
pt_br: O que o Pro inclui
sv: Detta ingår i Pro
zh_hans: Pro 包含

# paywall.copy.detailed.limit.include_1
source: No daily limit
da: Ingen daglig grænse
de: Kein tägliches Limit
es: Sin límite diario
fr: Pas de limite quotidienne
hi: कोई दैनिक सीमा नहीं
it: Nessun limite giornaliero
ja: 日次制限なし
ko: 일일 제한 없음
nb: Ingen daglig grense
nl: Geen dagelijkse limiet
pt_br: Sem limite diário
sv: Ingen daglig gräns
zh_hans: 无日限制

# paywall.copy.detailed.limit.include_2
source: Routines and classifications
da: Rutiner og klassifikationer
de: Routinen und Klassifikationen
es: Rutinas y clasificaciones
fr: Routines et classifications
hi: रूटीन और क्लासिफिकेशन
it: Routine e classificazioni
ja: ルーティンと分類
ko: 루틴 및 분류
nb: Rutiner og klassifiseringer
nl: Routines en classificaties
pt_br: Rotinas e classificações
sv: Rutiner och klassificeringar
zh_hans: 例程与分类

# paywall.copy.detailed.limit.include_3
source: Workout history
da: Træningshistorik
de: Trainingshistorie
es: Histórico de entrenos
fr: Historique des entraînements
hi: वर्कआउट इतिहास
it: Cronologia allenamenti
ja: トレーニング履歴
ko: 운동 기록
nb: Treningshistorikk
nl: Trainingshistorie
pt_br: Histórico de treinos
sv: Träningshistorik
zh_hans: 训练历史

# paywall.copy.detailed.limit.include_4
source: Charts and calendar
da: Grafer og kalender
de: Diagramme und Kalender
es: Gráficas y calendario
fr: Graphiques et calendrier
hi: चार्ट्स और कैलेंडर
it: Grafici e calendario
ja: グラフとカレンダー
ko: 그래프와 캘린더
nb: Grafer og kalender
nl: Grafieken en kalender
pt_br: Gráficos e calendário
sv: Grafer och kalender
zh_hans: 图表与日历

# paywall.copy.detailed.limit.include_5
source: Recent activity
da: Seneste aktivitet
de: Letzte Aktivität
es: Actividad reciente
fr: Activité récente
hi: हाल की गतिविधि
it: Attività recente
ja: 最近のアクティビティ
ko: 최근 활동
nb: Nylig aktivitet
nl: Recente activiteit
pt_br: Atividade recente
sv: Senaste aktivitet
zh_hans: 最近活动

# paywall.copy.detailed.limit.include_6
source: Streaks and badges
da: Streaks og badges
de: Streaks und Abzeichen
es: Rachas e insignias
fr: Séries et badges
hi: स्ट्रिक और बैज
it: Streak e badge
ja: ストリークとバッジ
ko: 연속 기록과 배지
nb: Streaks og merker
nl: Streaks en badges
pt_br: Sequências e badges
sv: Streaks och märken
zh_hans: 连续记录与徽章

# paywall.trial_incentive_format
source: Includes %@ free.
da: Inkluderer %@ gratis.
de: Enthält %@ gratis.
es: Incluye %@ gratis.
fr: Inclut %@ gratuitement.
hi: %@ मुफ़्त शामिल है।
it: Include %@ gratis.
ja: 無料で%@付き。
ko: %@ 무료 제공.
nb: Inkluderer %@ gratis.
nl: Inclusief %@ gratis.
pt_br: Inclui %@ grátis.
sv: Inkluderar %@ gratis.
zh_hans: 包含%@免费试用。

# paywall.period.generic
source: period
da: periode
de: Zeitraum
es: período
fr: période
hi: अवधि
it: periodo
ja: 期間
ko: 기간
nb: periode
nl: periode
pt_br: período
zh_hans: 周期

# paywall.button.manage
source: Manage subscription
da: Administrer abonnement
de: Abo verwalten
es: Gestionar suscripción
fr: Gérer l’abonnement
hi: सब्सक्रिप्शन प्रबंधित करें
it: Gestisci abbonamento
ja: サブスクリプション管理
ko: 구독 관리
nb: Administrer abonnement
nl: Abonnement beheren
pt_br: Gerenciar assinatura
sv: Hantera prenumeration
zh_hans: 管理订阅

# paywall.button.privacy
source: Privacy
da: Privatliv
de: Datenschutz
es: Privacidad
fr: Confidentialité
hi: गोपनीयता
ja: プライバシー
ko: 개인정보
nb: Personvern
pt_br: Privacidade
sv: Integritet
zh_hans: 隐私

# paywall.restore.no_purchases
source: No purchases to restore.
da: Ingen køb at gendanne.
de: Keine Käufe zum Wiederherstellen.
es: No hay compras para restaurar.
fr: Aucun achat à restaurer.
hi: पुनर्स्थापित करने के लिए कोई खरीद नहीं है।
it: Nessun acquisto da ripristinare.
ja: 復元する購入はありません。
ko: 복원할 구매가 없습니다.
nb: Ingen kjøp å gjenopprette.
nl: Geen aankopen om te herstellen.
pt_br: Nenhuma compra para restaurar.
sv: Inga köp att återställa.
zh_hans: 没有可恢复的购买。

# pro.status.pro
source: Pro
hi: प्रो
ja: プロ
ko: 프로
